[
    {
        "精选": "0",
        "name": "侯绍裘",
        "birth": "1896",
        "death": "1927",
        "job": "政府工作者",
        "letter_year": "1927",
        "addressee": "妹夫",
        "from_ad": "",
        "to_ad": "",
        "num": "640",
        "r_float": "176",
        "r": "176",
        "letter": "现在有一件事要求你，望你作一篇关于汉案 的英文文章投稿到大陆、字林西报，其要点大略 如 下(一)租界 上盗案等叠出，外人维持治安之能力并未能高于华人。而租界当局往往无故公然杀戮华人,华人久蓄愤懑之心，触机爆发。如五州案后，香港、上海之罢工··.···(二)至于汉口事件,则因英人仍故态复萌，无故公然惨杀华人，民众之愤怒不可遏抑，而租界当局亦实已表颂(现)无维持治安之能力，国民政府为显示威信，维持治安及保全外人之安全,以维持邦交计，不得不暂行接管。此属事势所迫，不得不尔。(三)汉口英界之接管，目前仅为暂时接管性质，以便实现如上述之各项企图。其初本未有贸然以武力收回之心，即事后亦并非借口而实行收回。乃现在且暂行接管,再行交涉汉案之善后。如英当局能承认人民之要求，保证将来无此等事件之发生，以触怒华人，且实能保证其有维持治安之能力，则交涉结束后，亦未始不可。仍行交出，再行用和平谈判收回。(四)收回租界，虽属民党之究竟(最后)目的，然并不欲用强制之手段，且亦不一定即欲在此时局未定之际率然用武力或其它强硬之方法收回。汉口英界乃事势所迫，其它各地各国之租界,如无惨杀华人等案件发生，则无论此时或将来归入国民政府势力范围，亦必用和平之谈判收回之。汉口之他国人及别地之各国人均无所用其惊慌也。(五)至于收回租界为一事，尽国际之礼貌及义务又为一事。故无论收回与否或暂行接管,而对于居留之外[国]人生命财产必尽保护之责。其自相惊扰者，则必系故意慌张。欲挑拨一切外[国]人对我之反感之阴谋也。",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "史砚芬",
        "birth": "1904",
        "death": "1928",
        "job": "政府工作者",
        "letter_year": "1928",
        "addressee": "妹妹弟弟",
        "from_ad": "",
        "to_ad": "",
        "num": "238",
        "r_float": "65.45",
        "r": "65",
        "letter": "我最亲爱的妹妹弟弟?这封信到你们手里又要你们流泪了。哭吧!你们就尽量的哭吧!把你们纯洁的泪珠来洗尽这张纸上的悲哀，荡净这张纸上的苦痛吧!我觉得心中有许多话要和你们说，但是一句也想不起来，至于一切经过的详情，也请汉清哥代达吧!你们下学期预备怎样?我本有和你们策划的义务但是筹思兼旬依旧一筹莫展。听说永保弟在家，你们有什么疑难的事就去请问他，他一定可以设法的。我大致不久就要拨监,究竟判多少年还不得而知。你们替我过冬的衣服被褥制备了给便人带来。不讲了，以后再找机会面谈吧!\n祝你们",
        "type": 2,
        "距离": "",
        "": ""
    },
    {
        "精选": "1",
        "name": "史砚芬",
        "birth": "1904",
        "death": "1928",
        "job": "政府工作者",
        "letter_year": "1928",
        "addressee": "妹妹弟弟",
        "from_ad": "",
        "to_ad": "",
        "num": "423",
        "r_float": "116.325",
        "r": "116",
        "letter": "我今与你们永诀了。我的死是为着社会、国家和人类，是光荣的，是必要的。我死后，有我千万同志，他们能踏着我的血迹奋斗前进，我们的革命事业必底于成，故我虽死犹存。我的肉体被反动派毁去了,我的自由的革命的灵魂是永远不会被任何反动者所毁伤!我的不昧的灵魂必时常随着你们，照护你们和我的未死的同志，请你们不要因丧兄而悲吧!妹妹，你年长些，从此以后你是家长了，身兼父母兄长的重大责任。我本不应当把这重大的担子放在你身上，抛弃你们，但为了大我不能不对你们忍心些，我相信你们在痛哭之余，必能谅察我的苦衷而原谅我。弟弟，你年小些,你待姐应如待父母兄长一样,遇事要和她商量，听她指导。家里十余亩田作为你俩生活及教育费。我死以后,不要治丧,因为这是浪费的，以后你能继我志愿，乃我门第之光，我必含 笑 九 泉看你成功。不能继我志愿，则万不能与国民党的腐败分子同流。现在我的心很镇静，但不愿多谈多写，虽有千言万语要嘱咐你们，但始终无法写出。好，弟妹，今生就这样与你们作结了!",
        "type": 1,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "李传夔",
        "birth": "1906",
        "death": "1930",
        "job": "政府工作者",
        "letter_year": "1926",
        "addressee": "弟弟",
        "from_ad": "",
        "to_ad": "",
        "num": "310",
        "r_float": "85.25",
        "r": "85",
        "letter": "来信收到了，读悉你现在住在校中了,同学甚多同读、同游，想来比在家中快乐多了。住在学校宿舍里过小规模的团体生活，公德最为重要，良好的习惯正可养成。如天天记日记，保持清洁，天天洗足。每天的光阴，分配于读书、游戏要平均，不可偏重。早眠早起来。我现在养成二样习惯，天天洗足，每饭漱口。你对于此种习惯不妨试试。最要者酒、烟、赌博等嗜好不可沾染。英语周刊已定好,寄在家里。望暇时用心看看，与蕙姐互相研究可也。定单随函附上。吾弟现在练字否?尚有兴趣，不妨仍临金刚经或他帖亦可。侦探侠义小说，我从前亦极喜阅。但此等书最好向图书室借看，不必购买。工业图书室有新青年杂志否?(现已不出。)如有可与薰姐同阅，必有得益。时间不早，我要上班去了。",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "李传夔",
        "birth": "1906",
        "death": "1930",
        "job": "政府工作者",
        "letter_year": "1926",
        "addressee": "弟弟",
        "from_ad": "",
        "to_ad": "",
        "num": "501",
        "r_float": "137.775",
        "r": "138",
        "letter": "日本文典与我弟半身小照片早收到了。因为预备你读完“爱的教育”后，再写信来，所以至今未复。但你的信久等不来，家中亦无消息，不知近况怎样?真是挂念得很呢!我弟照片拍得很自然，收到后我极高兴。曾给我的几个好友看过，他们都以为很好。不过，从照片上就可以看出你的身体似不甚强健，仍是一个文弱的苏州青年。我希望你以后注意运动，锻炼身心，对于研究学问也大有帮助的。身体需挺直，不要象我这样犯驼背的毛病才好。爱的教育”读得怎样了?这是一本极好的书。我希望你与蕙姐都用心地读它，一定可以得到不少的益处呢!你们校中想来总有不少的组织。例如学生会、体育会、图书馆等。我希望你对这种组织,不要怕丑,积极参加，以养成一种为群众服务的精神。..你上回来信说，第一次没有考取。曾用“名落深山”这一个典故，那是错误的，应该是“名落孙山”我现在把那故事的出处抄在下面:“孙山应举,缀名榜末，朋友以书问孙山得失,答曰:解名尽处是孙山,余人更在孙山外。”后人因此谓应试不第为“名落孙山”我以前读书，也很不注意，所以常有用错典故与写白字的毛病，并且字迹太拙劣，现在做事时,十分吃亏。所以你最好以后留心点，不要犯这种毛病。祝你用功!快乐!健康!",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "郭凤韶",
        "birth": "1913",
        "death": "1930",
        "job": "政府工作者",
        "letter_year": "1930",
        "addressee": "母亲",
        "from_ad": "",
        "to_ad": "",
        "num": "134",
        "r_float": "36.85",
        "r": "37",
        "letter": "给我的信收到了。我又来上海了，无锡不能再住。因为所有晓庄的学生都要 捕D，所以我不得不回上海·····我的东西都在南京，现在不 能 拿，已(以)后 再\n讲。我在上海生活尚能维持，望千万不急，因为急也无济于事。千万不要告诉他人我在何处，我时常给你去信。.....敬祝日安",
        "type": 5,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "文绍珍",
        "birth": "1905",
        "death": "1931",
        "job": "政府工作者",
        "letter_year": "1928",
        "addressee": "母亲",
        "from_ad": "",
        "to_ad": "",
        "num": "121",
        "r_float": "33.275",
        "r": "33",
        "letter": "二叔同儿于二十五日跟祥芸大爹在杨 泉 坐船那天住新关。二十六日由新关开船往合口。二十七日，因为停玄渡一带多匪,所以起早坐轿到津市。这次路上土匪虽多，但儿没有遇难，请勿挂念。儿于一二日内即同祥爹往省里去了，到省后再写信告诉。 专此敬请，万福全安",
        "type": 5,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "文绍珍",
        "birth": "1905",
        "death": "1931",
        "job": "政府工作者",
        "letter_year": "1928",
        "addressee": "二叔",
        "from_ad": "",
        "to_ad": "",
        "num": "229",
        "r_float": "62.975",
        "r": "63",
        "letter": "你老十一月二十二日写给我的第拾陆封信，我昨天奉读了。就是你前两次给我的挂号信也收到了,当即复了你老一封,想已收阅了吧?你老屡次来信总要我早日回家，不错，这也是我自已说过的。但是现在环境不能不使我犹豫。不过今年是无论怎样不能回家了，时间来不及了。我是穷苦家庭出身，在外面作事，说要陷害同我一样穷苦的老百姓，我的良心上常是不许可我，也没有做过一回。这请你老要放心的。亲爱的母亲，现在可好吗?弟妹们都好吗?我在这将要过年的时候，恭祝他们健康快活!恭祝，福安并贺新年",
        "type": 5,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "刘希雨",
        "birth": "1909",
        "death": "1931",
        "job": "政府工作者",
        "letter_year": "1931",
        "addressee": "丈夫",
        "from_ad": "",
        "to_ad": "",
        "num": "92",
        "r_float": "25.3",
        "r": "25",
        "letter": "永别了!我的幼弟幼妹望你亦如你的亲弟妹一 样 教 育他们，使他们成个完善的人。我虽然与你们永别了，我仍如在生前一般与你在一处生活。我的家庭亲人望你安慰吧!永别了!永别了!!永别了!!!",
        "type": 1,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "高文华",
        "birth": "1907",
        "death": "1931",
        "job": "政府工作者",
        "letter_year": "1926",
        "addressee": "父亲",
        "from_ad": "无锡",
        "to_ad": "",
        "num": "384",
        "r_float": "105.6",
        "r": "106",
        "letter": "接来信，颇悲切。即在万忙中亦须作一答复家况颇衰，惟我在外尚好，此非别种原因，乃自然之征象也。在军阀帝国主义之下生活，极不易谋生者乃必然之事，其所以如斯多病而衰落者亦在 此也故自此种种情形发生后，吾人应觉悟。欲得安宁快活之生活，非先打倒帝国主义军阀不可。故儿子在外虽不能直接帮助无锡受难人民，而间接亦在救济中。虽不能常寄钱回家，但亦在救我已受压迫而感觉痛苦之父母亲及弟妹们也。我薪水本极少，每月仅八十元(小洋计)。去了伙食十二元，杂费七八元外，仅余六十元。且有各种捐款或印花税、义务捐等，故现在经济上仍是不敷，异常困难。即在广东之欠帐尚难还偿。若自已冷天所需之物品又不全已极，苦痛颇甚。但想到家里各项状况,则比我更苦。故现极力设法筹得小洋壹佰元(合大洋柒拾元左右)寄回，暂作家用。年内或不能再寄.请原谅。二妹的学费我在年后设法。我现工作又较前忙碌，不能多作谈话。祝康健!",
        "type": 5,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "高文华",
        "birth": "1907",
        "death": "1931",
        "job": "政府工作者",
        "letter_year": "1929",
        "addressee": "父亲",
        "from_ad": "无锡",
        "to_ad": "",
        "num": "319",
        "r_float": "87.725",
        "r": "88",
        "letter": "今天已是十二月二十一号,只有九天就要过年了。雪下得这样深，我每每喜欢下雪，不是吗?雪景是多么美丽，很白的宇宙····.·我是十二分的喜欢，喜欢这样的雪永远永远压盖着宇宙。父亲，你说我是怎样的回转到小孩一样的心地了。父亲的身体好吗?母亲的身体如何?我非常想念我总希望母亲也能看穿些，快活些，不必过分忧愁忧虑呀!这是一时的情形，这是一个必然的过程。做人不吃苦,人是不能算人的。我们也真象吃青果一样的有滋味，我们在辛涩的里面有甜味。我们虽然苦，但我们的良心没有受罪。我们虽然苦，我们依旧有我们至高无上的精神的愉快。总之,我们是真理的追求者,我们是最公正无私的人，我们是最快活的人呀!下次再谈，祝父母康健!弟弟妹妹身体好，用功读书。并颂，新年快活",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "高文华",
        "birth": "1907",
        "death": "1931",
        "job": "政府工作者",
        "letter_year": "1926",
        "addressee": "妹妹",
        "from_ad": "无锡",
        "to_ad": "",
        "num": "235",
        "r_float": "64.625",
        "r": "65",
        "letter": "你的来信我接到了，写得很好。你说你校的同学不喜欢看书，这实在是不对的。我们做人不能只管叫自己做一个好人，还要叫个个人变做好人。你若明白解放妇女的意思，你要知道不明白的人要我们明白的人来解放他，就是提醒他。况且我们妇女受压迫决不是一个人的事体，是很多人的事。一个人觉悟了是没有用的，一个人有什么力量来解放自己呢?因此一定要团结起来组织成功团体,于是便发生力量了,我们便可借这力量来推倒一切恶势力，解放自己。这种推倒恶势力的方法,唯一只有宣传革命。望我妹努力为之。祝努力工作",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "高文华",
        "birth": "1907",
        "death": "1931",
        "job": "政府工作者",
        "letter_year": "1927",
        "addressee": "妹妹",
        "from_ad": "无锡",
        "to_ad": "",
        "num": "500",
        "r_float": "137.5",
        "r": "138",
        "letter": "好久没有与你通信了，这并不是我不愿意，实在因为工作忙。妹妹，你生在二十世纪，你知道吗?你生的时代是一个革命的时代，你知道吗?你生的时代是一个新旧过渡的时代，你知道吗? 我们为什么要生活在世间呢?大自然也为什么要我们生活着呢?我们生活着的痛苦是些什么呢?我们怎样可以除了这些痛苦呢?我们的痛苦是否一个人可以除得了呢?想呀，要用十分的脑筋为这些问题去想。妹妹，你应该看见现在中国的局势是怎样了，是在一个怎样严重的局面之下，你知道吗?你在这局面中应该处在什么地位，自已对这局面应该取怎样的态度。....现在外国洋鬼子又向我们穷苦的人民更进一步的进攻了，他们要利用新的压迫人民的工具新军阀--蒋介石一一来向革命的战线进攻。中国现在发生混乱，发生内战，这混乱的原因，内战的原因是什么呢? 是侵略我们中国的外国人在里面指使的。他们为了要使中国成为他们的食料,因此他们就拳养走狗一-军阀--在国内来扶植他自己的势力,这些势力发展的不平均时,也因为各国的势力冲突时，因此各国在中国拳养的军伐(阀)也各为了他自己的主人而斗争起来，把中国就愈闹愈糟愈穷愈弱，外国人便愈容易侵略。因此要解决这痛苦，便要打倒帝国主义和军阀。",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "高文华",
        "birth": "1907",
        "death": "1931",
        "job": "政府工作者",
        "letter_year": "1928",
        "addressee": "姨父",
        "from_ad": "无锡",
        "to_ad": "",
        "num": "265",
        "r_float": "72.875",
        "r": "73",
        "letter": "现在判决了，而且是一个九年的长期徒刑。这当然在一般的观点是失望，但是我却非常快活。便是再多一些年数，我还要更加快活。因为在这九年里可以休养身体，学习职业技能，静心读书，以求人生及社会各方面之必需学问和知识。同时我更可以得到九年的生命保险系，得到九年的吃饭系。你们切勿要忧愁，吃官司是一件好事，尤其是政治上的犯罪行为是一桩光荣事体。希望你们能够帮我安慰父母亲。希望父母亲能够了解这些意思。模范监狱是很快要去的，去后仅仅一月接见一次和通信一次，无锡已经不可能去了。最后是一句请求你们安心的话了,我的身体很好。再会了，祝你们快活!健康!",
        "type": 2,
        "距离": "",
        "": ""
    },
    {
        "精选": "1",
        "name": "王尔琢",
        "birth": 1903,
        "death": 1928,
        "job": "军人",
        "letter_year": 1927,
        "addressee": "父母",
        "from_ad": "",
        "to_ad": "",
        "num": "167",
        "r_float": "45.925",
        "r": "46",
        "letter": "革命不成功，立誓不回家儿何尝不思念着骨肉的团聚，儿何尝不眷恋着家庭的亲密，但上海、长沙烈士们殷红的血迹燃起了儿的满腔怒火，乱葬岗上孤儿寡母的哭声斩断了儿的万缕归思。为了让千千万万的母亲和孩子能过上好日子，为了让白发苍苍的老人皆可享乐天年，儿已决意以身许国，革命不成功，立誓不回家。凤翠娘家父母双亡，望大人善待儿媳，见凤翠如见儿一般。",
        "type": 2,
        "距离": "1250",
        "": ""
    },
    {
        "精选": "0",
        "name": "冷少农",
        "birth": "1898",
        "death": "1932",
        "job": "政府工作者",
        "letter_year": "1930",
        "addressee": "妻子叔叔",
        "from_ad": "南京",
        "to_ad": "贵州瓮安",
        "num": "395",
        "r_float": "108.625",
        "r": "109",
        "letter": "奉读来示，诸承关注，复蒙多方教诲，实深感激。在一九二九年以前，侄曾有事业不如意，不便回里之念头，且如普通以侈谈革命为时量，此年以后即将此项错误打消，脚踏实地以此身提供革命矣。舍间事有家兄提洁料理，有诸亲友随时关照，温饱不虞，灾祸不浸。萱堂 年虽高迈，想亦无所事其忧戚，亦不须集家中各人力量以从事于操奇计盈。环顾勤劳一生而终岁不免其饥寒者，随处皆有，我们能忍独求快活乎?革命系一伟大工作,非短时间所能成功,非少数人所能胜任，从事者只问工作需要,而定其动作在短期间无所谓成功，更不容有身退。途经既殊，借机回家，当然非可能矣。乡中诸亲友关爱情深,对于舍间常加照拂,是所感戴。如其不能,亦惟有听之而已。祥璋资质很好，求学又极努力，将来必是可造之材。甚望伊府上勿过扼制，使得尽其发展。侄能尽力之处当勿容嘱咐也。侄此后拟离京他往，行踪莫定，鸿雁难投，亲教甚艰，私衷报然，然亦惟付之无可如何耳。敬颂，康健",
        "type": 4,
        "距离": "1250",
        "": ""
    },
    {
        "精选": "0",
        "name": "冷少农",
        "birth": "1898",
        "death": "1932",
        "job": "政府工作者",
        "letter_year": "1930",
        "addressee": "哥哥",
        "from_ad": "南京",
        "to_ad": "贵州瓮安",
        "num": "354",
        "r_float": "97.35",
        "r": "97",
        "letter": "你给我的挂号信已经收到了。因为要拿母亲的相片去放大，所以方等这样久，你们大概又在盼望我的回信吧。你说的话我都很明白，冷治堂家现有两个儿子在地方上当土豪劣绅，自然是凶恶无比。我们不能抵抗，只好退让，等到我同三弟有点办法，我们是要以武力来与他解决的。我倒不相信天地间有杀不死的人。现在的土豪劣绅多得很，不只是冷治堂一家，吃亏的人也多得很，也不只是我们一家，我们要想法呼醒这些吃亏的人,一起来打倒这些土豪劣绅。大哥,你看着，我们就会成功的。权侄、苍儿都能读书写字,并且都长了这样大,这倒是一件可喜的事。不过我觉得苍儿的相太呆 板 了大概是娴贞过于把他管严很(狠)的缘故吧。我以为小而不能十分的管押他，使他时时活孩子只能教导他，活泼泼的长起来，亲友间因为隔绝太久，不便突然和他们通信，请你们随时问候。谨此敬祝，暑祺!",
        "type": 4,
        "距离": "1250",
        "": ""
    },
    {
        "精选": "0",
        "name": "冷少农",
        "birth": "1898",
        "death": "1932",
        "job": "政府工作者",
        "letter_year": "1930",
        "addressee": "儿子",
        "from_ad": "南京",
        "to_ad": "贵州瓮安",
        "num": "677",
        "r_float": "186.175",
        "r": "186",
        "letter": "收到你的信，使我无限的欢欣!使我无限的惭愧。你居然长这样大了，你居然能读书写字，并且能写信给我了。我频年奔走，毫无建白，却得你这个后继希望，这使我是多么的欢欣啊!然而你的长大和你的教养，我都未负一些责任，同时却有累了你的祖母、伯父、母亲。虽然是社会和时代所造成，我的内心实不免万分惭愧，在惭愧中还要你为我向你的祖母、伯父、母亲们深深致谢。时代的车轮不息的旋转，你生在中产的家庭，得饱食暖衣的读书写字,这种机会是非常难得的,希望你好好的努力，以期无负于家庭，无负于社会。同时你要时常留心到远的或近的人们，有许多是没有法子读书写字，有些更是没有法解决衣食。你就要想到你读书写字的目的，是要为这一批人求一个适当的解决。这一层我更望你朝斯夕斯的不要轻轻放过，一个人除解决自身的问题而外，还须顾及到社会人类，而且个人问题须在解决社会人类整个的问题中去求解决。你除好好的努力读书写字,养成能力而外还须健全你的身体，每天除读书写字而外，还须作有计划，有益健康之运动与游戏，使知识与体力同时并进，预备着肩负将来之艰巨。你的祖母、伯父、母亲是十分钟爱你。我虽然离开得远，不能向你作切实的表示，但是也不能说我不爱你。我之爱你，是望你将来为一极平凡而有能力为一般劳苦民众解决不能解决之各项问题，铲除社会上一切不平等之人物。苍儿，社会之新光在照耀着你，希望你猛进。至于你对我所说的一切，我当然能领会的，我既以这样的远大期许你，我为完成我的期许，我为一般被压榨穷苦无靠的人们而期许你。对于你的要求，我将尽力的站在正确的立场而允许你,而设法为你实现。苍儿再会。在新年的晨光中为你祝福",
        "type": 4,
        "距离": "1250",
        "": ""
    },
    {
        "精选": "0",
        "name": "张炽",
        "birth": "1898",
        "death": "1933",
        "job": "",
        "letter_year": "1923",
        "addressee": "父母亲",
        "from_ad": "上海",
        "to_ad": "",
        "num": "403",
        "r_float": "110.825",
        "r": "111",
        "letter": "膝下敬禀者，第二次 之谕及银已收到。归家之期约在初五六，药与货归时当即买回。惟是男此次归家拟略住一二星期即将转省补习英文及数理化等，预备考东南大学。盖东南大学现已出招生广告,考试之期在明年正月半。时间距今仅二月余了,向来升学者必须到外省、北京或外国，程途经 费 种 种 困难。今云南竟亦办起大学，并由各县给学生津贴此诚千载一时之[机]会,亦云南学生界之幸也。男所以一转即须来省补习，以应时势之要求，并偿男 之 素志也。未知尊意以为如何?现男之心已决矣! 应走之路已找出矣!无论如何总要照我之目标努力走。处今之世如欲作一常人被人宰割，则为奴隶也。虽生之何乐? 总之，男是有志者,是一有大志者,是一欲为社会造幸福者。达到之目的，要经若干困难若干险阻了。我之方针早已计好，如果一种办法不能长驱直入，即代(以)他一种[办法]代之。我以后之工作无论如何均以求学为第二生命。我之生命谓之学问养之可也。余系俟面禀敬叩近安",
        "type": 5,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "张炽",
        "birth": "1898",
        "death": "1933",
        "job": "",
        "letter_year": "1925",
        "addressee": "弟弟",
        "from_ad": "上海",
        "to_ad": "",
        "num": "1497",
        "r_float": "411.675",
        "r": "412",
        "letter": "二月二十八日写的来信，前两星期即已收到。因杂事太忙，这两星期内，因为组织北京青年学会( 北京十八个大学的学生发起组织此会),开会数次。此外我参加的读书会、平民教育研究会等都有会开，在星期二五又要到本校平校任教(系尽义务无薪水)，所以差不多天天都有事,天天课后都要去应付，所以不能即时回信。你说:“前进啊!跟着你的 弟弟，随后就来了。”你这种精神、志气不失为一个青年，为一个有希望的青年，令我多么的高兴。弟弟,我们一同前进吧!反正有志者是会事竟成呢!亲爱的弟弟呀!你晓得现在中国的政治情况如何?简直是什么鬼政治，无时不日趋愈下，无时不是军阀和洋大人们······各强国，他们侮辱我们的同胞，干涉我国的内政在后面支派着，名虽共和民主，实是专制;名虽是独立国，实与印度、安 南D等亡国也差不了多少了。有学有才的人不得见用，见用的尽是些无用的东西。只知道害民，吞公款，这派与那派争，有实力的上来，无实力的下去，堂堂的政府机关尽是他们升官发财的场所。主人翁的国民反做了他们的牛马奴隶。办教育、办实业等的钱却被他们拿去争地盘打仗去了。中国的政治不仅是说不上轨道，我以为恐怕轨道也还没有。我们国民现在言论书信、结社、集会等[有]什么自由? 我们国民的经济事业、生产哪件不被这种鬼政治的影响，以致不能发展进步。因此，大多数的人饭碗问题不能解决，这种现象产生的原因“帝国主义”也要负一半的责任，其原因一时也说不尽，留待以后再说。帝国主义 就 是英法、日、美等强国以武力为工商之后盾,向殖民地、半殖民地行经济的侵略，更进而行政治的侵略。这叫做“帝国主义”或“资本的帝国主义”。这种主义是我国最大之仇敌。此敌不去，我国永无强盛之一日。此处要说的话甚多，可惜限于时间与篇幅不能多说。现在政治方面暂且搁下，来说一说中国的经济状况，经济状况也是不堪言了，差不多要破产了。每年出口货卖得的钱不多，而进口货被洋鬼子卖了去的钱则每年不下几万万,注意万万为亿。这数目大极了，土货则一日消《销)路不如一日，因此造土货的小规模工厂,停业的一日比一日多，失业的工人也是一日比一日多。匪多的原因之一--军阀争地盘，打一 次仗,直接间接的损失，少的几十万，几百万,多的几千万,几万万。各省的税厘金等被军阀加的一日比一日多，国民的负担一日比一日重一也是匪多的原因之一。各省都被军阀放禁种烟，占 地 过多,因之杂粮之出产少，而米粮之价值贵，得食之人，其何能全?也是匪多的原因之一。是以百物昂贵，金融恐慌，生计日难,而可恶之辈尤日日大借外债,加国民之重负担,这种影响我们受着的苦真是不小，中国现在真是民穷财尽了。上面说了这么多的话，我把它归纳了起来简单 的 说一说，就 是 我 国所 以 贫弱,我民所以穷苦,是因为外国的侵略一-指经济、政治两方面一-和军阀的胡闹。所以弄得政治不良，而政治复影响经济，所以弄成这种现象。再简要来说就是我国之所以贫弱与我民之所以穷苦，都是帝国主义和军阀之所致--军阀和帝国主义者是常 相 勾 结 作奸。因为军阀勾结他们，好向他们求军械的供给。帝国主义勾结军阀，好求他们履行条约或新订有利于他们的条约。这种例子很多，只要我们留心 看 就 发 现了。-所以我们现在要救国、救同胞、救自己都非革命不可，非国民革命不可。什么叫国民革命呢? 就是所有国民要组织起来，打倒帝国主义者与军阀，舍了这条路，我国就无希望了。青年是社会的中坚，所以青年的我们应当走这条路一革命.应当作这种工作一一革命工作。我不忍心见国家沦亡,不忍心见同胞穷苦，将为亡国奴，立志走这条大路，作这种有价值的工作。你说你要跟我前进，就请一同前进栗。祝你，安好",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "张炽",
        "birth": "1898",
        "death": "1933",
        "job": "",
        "letter_year": "1926",
        "addressee": "侄子",
        "from_ad": "上海",
        "to_ad": "",
        "num": "540",
        "r_float": "148.5",
        "r": "149",
        "letter": "如晤，来书早已收到，并知悉一切矣! 吾侄前此次来书，不知是否邮误或者有别的原因以至未能收到。我故以为此或侄事务太忙,故一时不能作书与我,我实非有所疑于吾侄也。吾侄因秀侄病而决心研究医学，并已得到经验，而且已开设药房，尚望再悉心研究，多番试验，且佐以西学，日后定当可以深造。至于业农更为有益,非仅所获农产为吾人所必需之品，而相土布(播)种，计时施料等之经验尤为可贵，无怪乎今日世界各国将农学列为专科而设大学，以从事研究农学也。我时与侄互相讨论尤为妙极。暇时望多觅农学一类之书阅之，其裨益当更不浅也。我如何时回滇，当与侄等到田中去领略此中况味也。侄等其能信吾言乎?我决不欺人也。我暑假本疑(拟)回家，后因汇水太贵，遂不果。我目前因不忍家中负担太重，欲求一半作事，一半造学问之机会等原因，已决然离京过沪来此。在此已觅获一事，日薪颇可维持生活，且可以于暇研究学问。侄闻之想必 为 我 一 庆也。惟是居此仅月余，恐不日将入赣,不日又要作浔阳客矣。回家一节恐又须待之明年也。我为欲求学问与将我造成一有用之人，故东奔西驰，忽南忽北，尝 尽 世味，受尽痛苦，特别是今年出 关数月又复返京，返京后复过申来此，不久又将入赣，风尘仆仆，劳顿 异 常但我愈困志愈坚,决不因此而灰心也。余俟再叙。顺问近佳!",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "张炽",
        "birth": "1898",
        "death": "1933",
        "job": "",
        "letter_year": "1930",
        "addressee": "妻子",
        "from_ad": "上海",
        "to_ad": "",
        "num": "467",
        "r_float": "128.425",
        "r": "128",
        "letter": "你二月二十九日写给我的信，我早已收到了。这是我与你别后第一次接着你的信。漂泊无定，客中孤寂的我，看后是多么的欣慰啊!尤其是你勉励我的许多话，令我十二万分的感动。我决定把它刻在我的心上，永不敢忘。冰妹妹，我决不灰心、消极。我相信,十分相信，我的前途仍旧是很光明的。失败与小挫是我的事业成就的母亲。只要我们肯努力奋斗，我相信，十分相信是终有一日会偿了我们的素愿的。不过为了我的四方奔走，使你五年来感受着许多的痛苦、烦闷······冰妹妹，你的幸福是旧社会把你牺牲了，但我也要负一点责[任]的吧?妹妹，我们的幸福确实是被旧社会牺牲了。我们的成功之日，就是我们的幸福到来之 日 了。我们忍着痛一些罢!你的病久已不发，这是使我十分的欣慰的，我日来同三个朋友住在一处，不象以前的寂寞了。我们每日除看书看报等外,也常到各处玩玩并且做些家乡口味吃吃，说到我的身体，更是比以前好得多了，体重比我初来上海时重了十多斤了，看我的脸也是比前还要年轻一点，你不信，等我回来你看就相信了。我在两三日内，如有伴即将整装 回 来了。其他下次再叙。祝你和家中老幼都安!",
        "type": 5,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "汪裕先",
        "birth": "1908",
        "death": "1934",
        "job": "政府工作者",
        "letter_year": "1932",
        "addressee": "姐姐",
        "from_ad": "",
        "to_ad": "",
        "num": "347",
        "r_float": "95.425",
        "r": "95",
        "letter": "流水般的时光，谁也挽不住它。居然又到了二十一年的新年了。在这过去的一年中，我是完全过的阶下囚的生活。简单说一句机械的牢狱生活消磨了我这一年宝贵的青春罢了。我们的父亲是在我们幼年就离开了俗世的。照理说，我就应该平平稳稳的过那世俗的平凡生活，使得母亲和其他家里人欢喜，这是我的责任。我起初也想埋身在世俗的生活中,使得家里人勿至于担惊受怕，可是这一个办法的实行，仅使我感到了梦想的空虚，要实现却是万不可能的。因此我终于走上革命的道路,进了牢狱的大门。这有什么办法呢? 在现社会中间与我同一命运的人正不知多少呢!母亲的一生是劳苦二字接连着的，并且历次的伤心，使得母亲更见衰老了。然而，我这次的入狱，更重伤了老母的心。所以对于母亲，我希望姐姐特别的劝慰劝慰，使得老人勿要过分伤感才好啊!祝新春安乐并进步!",
        "type": 3,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "郭纲琳",
        "birth": "1909",
        "death": "1937",
        "job": "政府工作者",
        "letter_year": "1935",
        "addressee": "哥哥",
        "from_ad": "",
        "to_ad": "",
        "num": "368",
        "r_float": "101.2",
        "r": "101",
        "letter": "我拖延了许久许久才复信，我不愿申诉和说明什么，因犯人的心理是隔绝人世在起作用，也许有很多的想象是脱离实际的。现在我很能安静，脑袋似静水一样无波纹。我不希望什么，更不为失望而悲叹。我现在很能安命自守。现在我的中心是“让造成我的命运来完结我的命运，让我能得着的时日求些我愿求的知识，一直到最后一日”。你要我做的，我是不能给你圆满的回答。并且我应该告诉你，“我不愿造一点点罪恶在我生命中。”伦兄，请你原谅，“我不能屈服在一个无罪而加上有罪的名义下来遵从你。”我 知 道自己，明白自己。并且我也知道你们的苦衷。我常常觉得给你们的实在也够麻烦了，我为什么要这样累赘你们呢?我能给你们一点什么答复呢? 给你们的只有失望，还说什么呢!总算好,我的身体和夏日一样有力，自入秋来胃少有不佳。别的均似夏日的我。请你放心。好，纸完了，下次再谈。祝你，努力保重",
        "type": 3,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "骆何民",
        "birth": "1911",
        "death": "1948",
        "job": "新闻文艺工作者",
        "letter_year": "1948",
        "addressee": "妻子",
        "from_ad": "",
        "to_ad": "",
        "num": "49",
        "r_float": "13.475",
        "r": "13",
        "letter": "永别了!望你不要为我悲哀，多回忆我对你不好的地方，忘记我。好好照料安安，叫他不要和我所恨的人妥协。",
        "type": 1,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "丁行",
        "birth": "1908",
        "death": "1948",
        "job": "军人",
        "letter_year": "1948",
        "addressee": "妻子",
        "from_ad": "",
        "to_ad": "",
        "num": "87",
        "r_float": "23.925",
        "r": "24",
        "letter": "八月二日函收悉，所寄葡萄干等物尚未收到，嗣后凡非我去信索要之物均无须寄。孩子保育问题，须特为注意，务宜从小养成其独立奋斗之精神。此事应自其日常生活中训练，希注意。此颂，近礼!",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "高波",
        "birth": "1913",
        "death": "1948",
        "job": "政府工作者",
        "letter_year": "1946",
        "addressee": "妻子",
        "from_ad": "",
        "to_ad": "",
        "num": "251",
        "r_float": "69.025",
        "r": "69",
        "letter": "毕老乡带给我一信看了异常高兴。莉莉是那样乖巧啊!前日我给戴区长信内装着你的一信，是否 收 到?这信是西堂姓万的带去的。那里面问了你好些事情,可是你并没有答复，想是没收到吧?再重谈一遍--你是否去定边?什么时候?你的工作确定否?是你自己办呢?还是要我办呢?如下期不在白泥井[时]，一定是在定边或盐池了。不过这两处的待遇都比较差，这是你知道的，总之要你自己作主。如决定时可来信告诉我莉莉不是眼痛吗?可要留意些呢，多给吃些鹏鸪菜，据说小孩吃了非常好。我的 病 好 了，照常工作和饮食。你不必多沈。祝，你们安乐",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "赵良璋",
        "birth": "1921",
        "death": "1948",
        "job": "政府工作者",
        "letter_year": "1948",
        "addressee": "狱友",
        "from_ad": "",
        "to_ad": "",
        "num": "139",
        "r_float": "38.225",
        "r": "38",
        "letter": "人生无不散的筵席，我大去之后，平仲 方面最好是改嫁。在监的东西完全由你们收下。在马法官问真审处有我51派克金笔壹支，手表壹只，可要回来也可做个纪念。我是带着勇敢与信心就义的。我虽倒了，但顽强的性格仍使我精神永不灭亡!这里请你们放心。我已有一信给乎仲，一切都拜托你们了。拥抱你们!",
        "type": 1,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "姜淮章",
        "birth": "1881",
        "death": "1957",
        "job": "政府工作者",
        "letter_year": "",
        "addressee": "姐姐",
        "from_ad": "",
        "to_ad": "",
        "num": "991",
        "r_float": "272.525",
        "r": "273",
        "letter": "现在仗打完了。报上载，说北平已经有我们的机关去办公了，已经是八年了，我离开家是八年，北平沦陷也是八年，以前写信什么话也不能说，以后可以随便说了。你这几年在日本鬼子的地方生活一定苦得很，我可惜不在国内，不然一定回一次北平来看你，让我详细的写一点吧。我离家便去长沙上了半年课，便去昆明，是步行的，不过仍是很安适。在昆明从五月念到八月便算毕业了，便在清华农业研究所作事，一下便是六年。物质越过越苦，从离家之后便没有做过一套新西装，连衬衣都算得出买几件。在去年八月便开始办出国的手续，那时的确是苦到了家了，衣服差不多全是破旧的了。但是你知道我的破烂东西临走时卖了多少钱(等于北平的打鼓的)?卖了七千元，你便可以知道物价是个什么样子。十月十九日动身，是乘飞机到印度，在印等船四十天才航海，又是三十多天，今年一月七日到美国的西部上岸，只有几天便来学校上学了，一切都很好，请勿念。我以前告诉过你，我和一位姓沈的小姐好，这次是和她一起来的，她是去另外一个学校，暑假时她便来这里，以后便在一个学校念书了。再过些时候，我想结婚了，你说好不好?这几年的日子是苦的，不过总算还好，熬了几年，现在出来了。我在这里大致还得三年方可以念完)，若是经济可以有办法，我预备念了博士再回去。我现在是同时在学系里做事，每月有七十元，勉强够用，以后反正走着看，总可以有办法。美国的地方富，一切经营管理又得法，所以虽然打了几年仗，仍是一点都不苦。早就听说北平要吃豆饼，生活最后的一年更不知怎样了。算来是有一年没有接到你的消息了，我走时曾托好人替我把你信转来，但是也没见过，不知是不是你没有寄?你近来的生活如何?我非常希望知道。打完仗，别人一定可以有机会见到久别的人，但是我又在外国，不能来看你，你以后的计划怎样?仍旧在北平行医，还是到南方去?姐，我实在想象不出你的近况是怎样的，经济如何?业务如何?精神如何?身体如何?朋友的来往如何?舅母等仍在北平否?安姐结婚未?新哥有信否?七叔处是否一直有信?你要详详细细告我的!若是可以一直寄美国，便一直寄:(英文地址)。不然，便寄昆明大观路二四四号沈阶平(沈小姐的父亲) 转或是昆明联大生物学系黄浙·先生(我的老同学)转都可以。我再过三四个月便可以决定，也许可以汇给你些钱，不过用处一定不太大，因为东西一定贵极了。这信仍是请黄浙先生转的，以后若可以，直接寄我，便直接寄给你。再谈，祝好",
        "type": 3,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "卢达杰",
        "birth": "",
        "death": "",
        "job": "商人",
        "letter_year": "1944",
        "addressee": "儿子",
        "from_ad": "广西阳朔",
        "to_ad": "安徽屯溪",
        "num": "503",
        "r_float": "138.325",
        "r": "138",
        "letter": "昨由桂林发上一函，谅已接到。余本想同伯度师母、莲妹上独山，因当日火车拥挤，非公务人员难已[以]上车。燕南供职市政府，所以有此优待，其余家室人等乃雇民船两只疏散平乐·。余与锦德亦于十三号同行，余因四婆婆先两天叫船，在兴平暂住，情关至亲不能上岸一探。该处吉安人不下一二千，皆衡阳、桂林疏散者。论此处本是小小墟场，交通又不便利，并且接壤摇山，人心尚称稳定，差堪驻足。奈我只剩身上单衣，又无铺盖，资斧又不充裕，在近日天晴尚可抵御，设遇北风，岂不冻死。情迫无奈，于今早离开兴平市(距桂林下水世里)。往阳朔进发，路途茫茫，行至此间，得遇同乡恒庆祥萧君留住一宿，嘱宜坐船往平乐，大概明天首途如会到。锦德备妥川资，必暂刻回里一走，否则马上返转荔浦，或搭汽车或跑路，决议往柳州而来，再搭火车经金城江到独山。话虽如此说，真是千山万水，愁肠百结，奈乎阮籍途穷，不能不履此危险之路。余目光所察，本年难回衡阳，像此萍踪靡定，将何得了?左右思维，势非找到吾儿，方免冻饿之苦，至于春元启它，不知与汝有无通讯，满姑生死难以探听。午夜静思，目不交睫，一家五口，各别一方，言之实堪痛心!余拟到柳州拍电告汝，预先安顿我之住所。余情少叙，此询近好",
        "type": 3,
        "距离": "550",
        "": ""
    },
    {
        "精选": "0",
        "name": "杨毓镕",
        "birth": "",
        "death": "",
        "job": "劳工",
        "letter_year": "1944",
        "addressee": "父母",
        "from_ad": "四川南川",
        "to_ad": "湖北枣阳",
        "num": "322",
        "r_float": "88.55",
        "r": "89",
        "letter": "儿寒假已放四个多星期了。农历世九的下午，我独个寂寞地在川湘公路旁徘徊着。想着家里现在一定在做馍了，写对子。不知名的鸟声，从马鞍山腰的密树里清脆地荡漾下来，公路上就愈见得寂静幽冷。我缓缓的向院走，忽然对面来了一位同学说:“你来了信。”我想是开玩笑骗我的。因为写了好多信回去都没见回信。第二天中午先生把信递我之后，才晓得那位同学不是骗我的。在放假前，我们举行了一个毕业试考，参考的人有七十五个，考取的有三十四个。我也是考取的一个，在这两个星期内，我们考取的就要到重庆。到重庆后再考一次，然后就分到中学去。关于成绩单早就寄回去了，也许是路远失掉了吧!现在我不需要钱，请不要挂念。此时外祖母的福体好否?长清、如兰、小弟弟的身体都好吗?重庆再谈敬请，尊安",
        "type": 5,
        "距离": "750",
        "": ""
    },
    {
        "精选": "0",
        "name": "高御臣",
        "birth": "",
        "death": "",
        "job": "劳工",
        "letter_year": "1945",
        "addressee": "祖父母",
        "from_ad": "",
        "to_ad": "",
        "num": "300",
        "r_float": "82.5",
        "r": "83",
        "letter": "敬禀者孙儿离开家，跟着大车经过几道日本卡子，还算顺利(没挨打)，第三天到达烟台。正赶上有一条大船，即托人买票，在船上两天两夜到达浪头，很快找到润身医院。舅爷和舅奶奶他们很热情,舅爷说，学徒的事慢慢想办法，现在先住他家，他们本来有一名学徒，早已不干了。我每天在这打扫卫生，干点零活，这些我都能干。舅爷说，出去要小心，对谁都要客气点。日本人能看出来，汉奸头上没贴贴[帖，谁知谁是汉奸，千万不能说是中国人，只能说是满洲国人。我怎么也想不通，怎么中国人一下子变成满洲国人了呢?只好顺着。还有，带的路费，剩了十块钱，托赶大车的于老板捎回家了，这里花日本钱，三大行的钞票不能用了。先写这些，以后再禀告。敬请，福安",
        "type": 3,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "李二妮",
        "birth": "",
        "death": "",
        "job": "劳工",
        "letter_year": "1941",
        "addressee": "父母",
        "from_ad": "河北省平山县",
        "to_ad": "",
        "num": "90",
        "r_float": "24.75",
        "r": "25",
        "letter": "万福金安，玉体双立[健]，敬希饮食如常，希望大人身体强壮.儿在外身体强壮，免大人不必挂念。后并千万来回音，交锦州省阜新市太平矿三坑劳工办事处张方良交九六一九号斗。并问合家人等各好!",
        "type": 5,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "钟敬之",
        "birth": "1910",
        "death": "1998",
        "job": "新闻文艺工作者",
        "letter_year": "1941",
        "addressee": "弟弟",
        "from_ad": "",
        "to_ad": "",
        "num": "836",
        "r_float": "229.9",
        "r": "230",
        "letter": "将此信试探高仑先生转你，不知能收到否?传闻家庭巨变，房屋遭敌寇烧尽，人虽幸免于难，但衣物、器具悉付火中。思念及之，不禁泪下。我家何此不幸?本来生活艰难，已不堪其苦，今罹此种灾祸，日后怎能设想?况母亲已近花甲之年，年来又不断遭劫，其中痛苦，自可想见。愚兄身虽在数千里之外，心则无日不为慈亲而不安，而难过，而歉疚!徒以景况不济，势难救助,为之奈何!所幸吾弟现已安然逃出，希望即能就业，埋头技术学习好好锻炼数年，将来总能为社会家庭出些力量。况你曾亲身经历此次浩劫，苦难算已受够，国敌家仇，铭铸在心，他日当不致有负慈母及愚兄之厚望也!你近来身临新地，多承小棣阿懦二兄帮忙，待生活安定之后，当自努力学习，切勿有负二兄帮助之盛意为要。我已多日未与棣懦二兄通讯，实因不知彼等住地之故，如能见到，乞代为致意是荷。家中久无音信，母亲盼我回家之心，定甚焦切，此事须请吾弟善自设法解析之。因自战乱以来，阖家分散，一时期望团圆，实无可能。母亲虽终日望我回家，事实怎能办到?不如设法劝母亲不必想我，倒还能安心度日。况今已家室全毁，所得幸免者，唯你我数人耳。如能各自立业，他日再图团聚，未无望也。目前母亲生活，确已十分困难，但事已如此，即为人洗衣缝服，亦须勉力度过难关千万劝其不必专心盼我，以免增加其失望之心，更为难过，不如死心自己设法为佳。此中苦衷，愚兄实难言达，望吾弟能深深谅我，则感甚矣!母亲及嫂嫂面前，望你转告，我不拟直接去信，因敌区通邮，诸多不便，且你写信，亦须慎言为要。以后希吾弟能多多设法来信(平信即成)，阿懦兄住址如有更变，亦望时时见告。但我实因忙懒成习，恐不能经常写信，还乞不必见怪。吾弟日前来信，附新儿照片一帧，看了甚为欣喜。战乱虽使骨肉离散，家业毁荡，但亦有新的东西在生长，足为我等希望之寄托也。遥想懦兄诸侄儿女，当亦个个长大成人，发进不息，特注下愚兄关心之意，乞为转达是荷。家中廉、荷、华诸妹近况，以及乡间情形，有便亦望告知一二兄之状况如故，可称安适，请勿记念，为祷。专此即颂",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "王雨亭",
        "birth": "1892",
        "death": "1967",
        "job": "政府工作者",
        "letter_year": "1938",
        "addressee": "儿子",
        "from_ad": "",
        "to_ad": "",
        "num": "133",
        "r_float": "36.575",
        "r": "37",
        "letter": "这是个大时代，你要踏上民族解放战争的最前线，我当然要助成你的志愿，决不能因为“舐犊之爱”而掩没了我们的民族意识。别矣，真儿!但愿你虚心学习，勿忘我平时所教训你的“有恒七分，达观三分”，锻炼你的体魄，充实你的学问，造就一个强健而又智慧的现代青年，来为新中国而努力奋斗!",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "周执中",
        "birth": "1902",
        "death": "1937",
        "job": "",
        "letter_year": "",
        "addressee": "父母",
        "from_ad": "上海",
        "to_ad": "四川内江",
        "num": "633",
        "r_float": "174.075",
        "r": "174",
        "letter": "敬禀者男平民山前由上海北返，曾在河北省密云县寄上吉林移山人参半斤，参茸丸四粒，参须一盒，信一封及碧波。寄家人参八两，不知大人此刻收得否?当即由密云随成长奎”司令出古北口与男健民相晤，时健民病虽已愈廿日，然身体甚瘦弱。幸途中有大车可坐，且每日行路甚少，至多者日行五六十里(仅两三日)，寻常仅行二三十里，且行三四日休息一二日，故尚不感疲劳。得以休养兼又日服补药，故日来已完全恢复健康。今日上午已抵热河省中心重要商埠之赤峰县，民众极表欢迎。县长系浙江人，与决死团“主席黄镇东为小同乡，故其对南来同志尤为热烈，除捐助黄私人枪马外，并捐皮大衣八十五件，洗澡口头费八十元，今年可不忧冷矣。口在赤峰休息数日始前进，赤峰已在口外千里，但距通辽前方尚有千里，尚须一月始可到达。热河本极苦寒，我军又无给养，伙食须由沿途人民负担。得住.上等人家即可吃口口大饼及酒肉，中下等人家多吃小米(如口子)、白菜、洋芋等，甚至有油盐俱无仅以生大葱海椒白菜佐餐者.(仅遇一二处)。初吃小米，颇感不便，现已吃惯，毫不觉其苦也。南来连碧等十八人初组织政治训练组，男平民任第一科(上尉)科长，男健民任宣传员(准尉)(碧波任第二科上尉科长)。继因行军期间暂派各处服务，碧波派卫队营营部任书记，男平民派参谋处任文牍并兼任行营秘书事务。男健民亦派参谋处任牒报，均非作战职务，故将来即到前方已绝无若何危险，祈大人不必口虑也。热河边境已失去一大块地，中国前途极为危险，余事容到一定住地时再行禀告。专肃敬请福安暨阖家均好",
        "type": 5,
        "距离": "1550",
        "": ""
    },
    {
        "精选": "0",
        "name": "周执中",
        "birth": "1902",
        "death": "1937",
        "job": "教师",
        "letter_year": "1934",
        "addressee": "妹夫",
        "from_ad": "上海",
        "to_ad": "四川内江",
        "num": "1510",
        "r_float": "415.25",
        "r": "415",
        "letter": "昨接八月八日来信，劝我对健民节哀，知弟爱我之深，故劝之切，也。我亦自知所负责任，勉力自慰，然究因亡命途中，遭此骨肉惨变，终不能强抑怨怀也。去岁出关同志，共十八人，去时虽历尽艰险，然至今年正月十二以前，虽已分为数处，但犹完全无恙，孰意至正月十三，健弟及昆容同志，即惨遭狙击。自此以后，杨震东、刘辉武(四川人)张华疆相继失踪，庄天民、许中华又确已被难，而同从敌人枪林弹雨中逃出之姚志强前天又病死于沪，正月迄今，仅数月耳，即遭此惨变，人事沧桑，能无感喟!自冯玉祥揭竿察省后，抗日空气曾一度紧张，而内战亦大有一触即发之势。卒以中央之聪明对付，一面命庞炳勋、徐庭瑶等部极力向冯压迫，一面派黄绍雄赴港口分美借款，以软化西南;更极力欢迎由欧回国之苏马李等抗日各将，诱以军委及新疆屯垦司令等职，使已归冯玉祥旗帜下之义军分化;然后再挽宋哲元”、李烈钧的等作调人，以此种种强柔离间之手段，致素以强项称之冯玉祥，以不能不于外无授手，内不团结，财穷粮竭，万难支持中，一哭下台矣。自冯氏退居泰山后，察省善后，概由宋哲元负责。最近冯之各部，多已听受编遣, 虽方振武“曾一度继冯自称抗日同盟军总司令，与反冯下野最力之吉鸿昌，亦因屈于大势要求出洋矣。最近西南政府，虽委王德林”为义勇军总司令，回北活动，然力量有限，且中央已决心与日妥协，不但不予援助，且将施以摧残，又于能有所发展，人民又因捐款中饱问题，极度灰心，今后更谁肯以分文援助义军，“抗日救国”已成过去之事实，历史上之名词矣!健民等牺牲不值! !自辽热陷落，小张③放洋后，东北军已一蹶不振。冯玉祥此次不得出头，西北系亦大受打击。何应钦坐镇北平，中央之势力已达北方，以后再履行其分化翦削之手段，黄河以北可以无忧矣! ( 日伪除外)现在反蒋势力者，厥为西南。日前在广州等处，均见有大书特书打倒.↓....拥护中央之标语，但元老派主张立干，实力派主张缓干，一-还要完成五年计划一 最近元老派在港开会，图谋强制推翻实力派陈济棠，事实已现裂痕，纵使西南一致，其实力亦不及中央。故眼前中国各方大致可以无事，中央安内协外之目的已达，大可实行其专心剿共之计划。红军虽经蒋总司令数年来之痛剿，然欲行肃清似尚有待。四川十余县已被陷，福建十九路军“之受窘，反觉红军有相当发展，军阀战争虽已暂时阴消( 四川在外)，阶级斗争势将益趋剧烈。老大中华，休想太平啊! .美国之借款成功，中央本可以移此内战之经费，以恢复农村经济，繁荣城市，使中国日趋于工业化、资本化，无如天不助人，黄河之大水灾又来，致农村经济愈更陷于破产，灾患重重，恐此区区借款，未必能干出多大成绩，况大人先生们犹在倾囊待。病愈已廿日了，尚未走访园圃，一事文海起居。因待家中钱来时，然后依期亲赴第二持院( 现住处离该院尚有廿里左右，前刘园圃言该院每月仅二号十七号午后一至三时许会客，但每次只准作五分钟谈话，且限于亲属)看视文海。纵使院方不许会见，也可稍少医款，助其零用。如能全约，当代弟问好。弟赞助奉宜尊安成仁等筹备追悼健民，我深感激，如能顺利成功，健弟有知，亦当稍安地下。刻已内明上海每两价值四元至七元，虫草(批言有冬虫夏草之区别)每两三元上下，但如非内行，不能识之。彼等买进时非常煞价，日前我等从张家口带回蘑菇不少，被彼等煞价，结果大折其本。俟闵碧波出医院后一彼病已进医院十三日 了，昨日医生定，尚须一周始可出院一如家中钱能在半月之内兑到上海， 决赴平实行贩药读书计划一亦 须视此次家中卖药成绩如何一否则只有与黄投军，暂待机会。兀弟携手赴国难上海至四川，航空寄物每斤约八九元，不知北平多少?未到参胶，已去函清查，顺祝健康!并恭候姻翁、母大人福安!及阖府均好!",
        "type": 3,
        "距离": "1550",
        "": ""
    },
    {
        "精选": "0",
        "name": "吉鸿昌",
        "birth": "1895",
        "death": "1934",
        "job": "军人",
        "letter_year": "1934",
        "addressee": "妻子、弟弟、朋友",
        "from_ad": "北平",
        "to_ad": "河南扶沟",
        "num": "247",
        "r_float": "67.925",
        "r": "68",
        "letter": "夫今死矣!是为时代而牺牲。人终有死，我死您也不必过伤悲，因还有儿女得您照应。家中余产不可分给别人，留作教养子女等用。我笔嘱矣，小儿还是在天津托俞先生照料上学，以成有用之才也。家中继母已托二、三、四弟照应孝敬，你不必回家可也。国昌、永昌、加昌诸弟鉴:兄已死矣，家中事俱已分清，唯兄所恨者，先父去世，嘱托奉养继母之责，吾弟宜竭力孝敬，不负父兄之托也。欣农、仰心、遐福、慈情诸先生鉴:吾先父所办学校校款，欣农、遐福均悉，并先父在日已交地方正绅办理。所虑者，吾死后恐吾弟等不明白之处，还要强行分产，诸君",
        "type": 1,
        "距离": "550",
        "": ""
    },
    {
        "精选": "0",
        "name": "钟士灯",
        "birth": "",
        "death": "",
        "job": "军人",
        "letter_year": "1937",
        "addressee": "父母",
        "from_ad": "",
        "to_ad": "",
        "num": "356",
        "r_float": "97.9",
        "r": "98",
        "letter": "敬稟者堂前，万福金安!近来身体是否健康，饮食增加不?但现在是而复事，想必家中合家平安，同家安乐。但是，我离家已[以]后已有很久了。自从反攻以来，未曾与家通信，我想家中就像是忘了我一样。自我反攻，已到达陕西枸邑县太峪镇驻防，衣食住行是很平安，请你们在家不要挂念。但是，自三原与家通信一次，也未曾知道家内接到了没有?现在也未见回音来，可不知家内怎么样?自我现在的国家，不过说，在外便为了国家的事情。我在外，大家都是为着抗日的，为了保护我们的家庭，为着自己的未来做事。不过，现在说起到达北方，使用[实行]国共合作、释放一切政治犯，联合了许多抗日友军，国家已经和平。但是，我家没有什么问题。假是使家内接到我信，很快的与家我来信，不要递误，免得我在外挂念。来信寄到第一方面军第一军第四师十二团第三连。工作是很快乐的!金安!",
        "type": 5,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "蔡炳炎",
        "birth": "1902",
        "death": "1937",
        "job": "军人",
        "letter_year": "1937",
        "addressee": "妻子、兄弟",
        "from_ad": "洁宜于常州洪庙",
        "to_ad": "安徽合肥",
        "num": "430",
        "r_float": "118.25",
        "r": "118",
        "letter": "新秋入序，暑气渐消，尤以夜间气爽，想皖地谅亦同此景象耳。沪战闻我军连日胜利，敌方大有恼羞成怒之势。昨日报载，又由日运来援军五万余口，果尔，则二次大战即将爆发。同时又据报载，上海汇山码头为我军占领，敌人虽有大部援军，无法登陆，.虽多众无以为。我等刻仍在此间休息，如沪寇日内再不解决，或即参加战斗也。前函家用账目由你管理，望即实行，无得疏忽，此为最要紧之事。保、亚、浙等儿辈均好吗?甚念。特此，敬颂时祺。连日致书谅已躬览，先后汇带之款前函所述办法，务希切实作到，是为至盼。我等于本日仍在此间休息，因沪上连日胜利且战区狭，不能使用巨大兵力，故也困难。周难于此次过汉，乘机潜逃，此人瘦弱无忠骨，所以不可靠。殊不知国难至此已到最后关头，国将不保，家亦焉能存在?如到皖不得令其居住。慕兰之事时在念中，望设法促成，以免我一件顾虑。老八资质甚佳，我颇爱之，希注意保育为要。专此，敬颂时祺姑母近来有信否?如无信来，再者本<月>廿二日晚八时我彼等恐不在原地，汇款注意，等到苏州去。",
        "type": 3,
        "距离": "225",
        "": ""
    },
    {
        "精选": "0",
        "name": "谢晋元",
        "birth": "1905",
        "death": "1941",
        "job": "军人",
        "letter_year": "1937",
        "addressee": "兄长",
        "from_ad": "上海",
        "to_ad": "广东蕉岭",
        "num": "409",
        "r_float": "112.475",
        "r": "112",
        "letter": "九日示悉，昨日上函谅达。沪战两月，敌军死亡依情报所载，其数达五万以上。现在沪作战敌军海陆空军总数在廿万以上，现尚源源增援中，以现势观察，沪战纵有些微变化，决无碍整个计划，希释念可也。弟十年来饱尝忧患，一般社会人情事[世]故，影响于个人人生观，认识极为清楚。泰山鸿毛之训，早已了然于胸，故常处境危难，心神亦觉泰焉，望勿以弟个人之安危为念。维诚在目前环境下，绝对不能来汉。如蕉岭有危险，汉口则不可以言语计矣。抗战绝非短期可了，汉口商业中心，更非可久居之地。倘维诚属个人行动，自较便当，以今日而论，幼民姊弟绝不能片刻无人照料也。望速将弟意转知维诚，不论如何，绝不能轻易离开家中，切盼。黄渡情形如何，此间何无所知，当加注意。款项只要可以寄去，必尽各种方法，遵命汇去，勿念。岳母抵汉后，想因店铺放弃，而内心不安。吾兄经济情形若何?倘有困难，希函知以便设法接济也。弟衣物此间购买方便，望勿麻烦可也。敬祝冬祺!岳母大人以次敬叩安好!",
        "type": 3,
        "距离": "1150",
        "": ""
    },
    {
        "精选": "0",
        "name": "傅常",
        "birth": "1887",
        "death": "1947",
        "job": "军人",
        "letter_year": "1937",
        "addressee": "妻儿",
        "from_ad": "",
        "to_ad": "",
        "num": "36",
        "r_float": "9.9",
        "r": "10",
        "letter": "余奉命出川参加抗日战争，将奔赴前线。希汝等勿忘国难，努力学习，强我中华!",
        "type": 1,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "唐仁屿",
        "birth": "1907",
        "death": "1940",
        "job": "军人",
        "letter_year": "1937 年至 1940 年间",
        "addressee": "妻 子",
        "from_ad": "定远",
        "to_ad": "湖南省永州市",
        "num": "525",
        "r_float": "144.375",
        "r": "144",
        "letter": "我现在又由安徽蚌埠开到定远来了，这个地方交通不大方便，多山地，气候较暖和 。 我们为防范敌空袭，行军多在夜间 。 为应付情况 之变迁，时行时止，而无一定驻地 。 每到一地，见有由前方来之灾 民，男女老幼，相携步行，形同赤他，惨状不堪名言，足见日本遗害 我同胞，良非浅鲜。 所谓\"匈奴不灭，何以为家现在可说\"日本不叉，何以为家\" 。 今后我尽力为国杀敌，一切自知谨慎，请放心 。 前寄你之相片及信件，你收到没有?我俩自分别以来，从未接你回信，甚念!现年关在即，家用吃紧，而交通不俊，有钱莫能寄，奈何!不过我遇到有地方可以汇兑，马上寄归 。 在未寄你钱时，当然要 忍苦勿躁，所谓皇天不负苦心人，苦尽甘来，天理循环，请要特别为 我争气 。文武两儿，务必要细心带他 、 教他们，使他.们聪敏 活泼 、 强健为要!父母大人务必要悦颜侍奉，使他们老人家喜喜欢欢过日子 。 你自己要保重，不要生病 。 对于你的母亲，也要善为安慰，不使老人生，比生虑 。 但自己凡事宜谨慎，莫随便，因乡间人爱 说别人闲言。 到明年想金兰领到家费用，当按月寄归你用。 我的身 体如常，希勿远念，随时望来函告我家况为盼 。余容续叙，手此并询 近好!并叩祖母大人、父母大人、令堂大人福安!",
        "type": 4,
        "距离": "650",
        "": ""
    },
    {
        "精选": "0",
        "name": "唐仁屿",
        "birth": "1907",
        "death": "1941",
        "job": "军人",
        "letter_year": "1937 年至 1941 年间",
        "addressee": "妻 子",
        "from_ad": "",
        "to_ad": "湖南省永州市",
        "num": "493",
        "r_float": "135.575",
        "r": "136",
        "letter": "来信收到，领悉种切。我兵工区，已改为团。师长已调别处任事。新委来之团长，姓农。现在新旧交接及编配，公务非常麻烦，万难请假;况当此国难临头，大战已经开始，我乃带兵职务，无论如何，不能离开，并非是我不肯应妹之请而不归。我团编配就绪后，日内或开柳州训练，倘到柳州能有较长时间驻，即函相迎来柳同住，或能请假归来亦可。金钱方面，我自当设法寄回与妹。欠人之款，将今年年底如数还清，决不使妹为难。妹现在务必调养病体为最重要。什么吃素修神这些无意识的话，不要说了。将来我能有办法，我想妹也有快乐的日子。你来这信是谁与你代笔，形容你的苦处未免过甚，我对你又未怎样。以后关于家里的困难以及你的委曲[屈]着实告诉我，不要说起抽象的话，我又未丢弃你。前次回去，是你自己再三要求，头次琮弟接你，又是你自己不肯来。你现在有什么困难?如果要钱，待我慢慢设法，用不着心急。如果要我回来长久住，而家庭无恒产。且现国难当前，人人都要出力才对，我们还能偷闲吗?事实上不可能。请你好好抚育两个小儿，千忍万忍，请你为我忍，切记不要生气伤神，更不要多忧。我现在很好，或者不久花枝。回里，所有一切容后再托她，从详面达。此复并询沂安。",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "唐仁屿",
        "birth": "1907",
        "death": "1942",
        "job": "军人",
        "letter_year": "1938",
        "addressee": "妻 子",
        "from_ad": "湖北红安",
        "to_ad": "湖南省永州市",
        "num": "1369",
        "r_float": "376.475",
        "r": "376",
        "letter": "我自国历四月间奉命随同我副军长出巡，整整三个月未能返旅，及到本月念日奉派为黄安县县长，二十二日接印视事。因此县县城为敌所占据，地方行政与经费均比较困难。我是军人，原来不想干的，上命难违，无可如何，勉为其难。昨天我的好友旅部副官主任曾荣炜兄来县任副总队长，协助我的工作，带来你给我的三封信，父母也给我有些信，我均一一过细看了。知道你们很好，惟金钱方面比较为困难，这是我力薄不能接济,对不起你们的地方，深为愧歉，仍请谅之!但并不是我置你们困难于不顾，确因交通阻塞的关系。现在准备专派员到潢川付邮，在未付到家时，只好请忍苦度日。金兰一切苦衷情形，亦已来信告我，并请要我见谅她。她对家庭绝没有恶意，更不敢有他心，她虽然略识文字，处世接物，可说口不及你，理家更谈不上，在她个人欠妥处，望勿计较。家用费因我们部队每月经费现改由直接隶属于中央，不向广西取，于今家用不论何人，一律停止，实属事实。金兰以前老账又何必要算，她总之也是我的老婆，决不至于对我怎样。敢说我有把握，今后我设法陆续寄款回来，接济家用，请不要向她生气多生枝节，好吗?玉妹，说到这里，你一定说我又爱她又袒护她，确没有，你是我的元配，我的家是你现在的住地，我还不知道顾虑吗?当然有钱时一定晓得顾虑的，请放心!所以要你不要再兴师问罪金兰，就是少闹笑话。你是爱我的，我想一定接受我提案的，如不说明白，又恐引起你的误会，对此事不得不如此重三倒四说一-说。善文读书懒惰，深为痛恨!希从严责，儿与其不成器，不如没有。因我现在感觉读书太少,样样感觉不够，大有遺憾之叹!你谓[为]什么不送他到高小读书，还读不适合他年龄的旧书，他现在究竟读什么书?下次来信，从详叙明。武儿也应教他识字，光阴一去不复来，请你注意!岳母来家住，诸事要孝顺，劳苦切记不要她老人家做。韬儿既乖巧，甚喜!望细心抚育之。如果芦洪司有影相的，请带儿辈去合影一张寄我，免我在远想思之苦，切要切要! 祖母来信，说你随便骂老人家，这是大违孝敬道理，有则宜速改之，无则加勉。我们自己已经做了人的父母，对孝敬，应该要特别倡率才对。你知道我的，我素来主张杀贪官污吏。我做了县长，当廉政守法以奉公，希望你们不要我贪财，更希望你们不要来信逼款，又说什么买田这些话。我是应份的钱当然要的，有钱积存，你们不说我也知道寄归的。总之，你们的困苦要钱吃饭的事，没有忘记，时时都在我脑海中的。现我远在异乡快乐还是苦?我不说凭你们良心说，我固然做救亡的工作，又未尝不是为救你们而吃苦，为你们生活而工作，我绝对不是一个享乐主义。你知道我与金兰已成夫妻，于今女都生了，还有别的?你来信总是闹家用费，又说要去破除情面，这类话无异是威胁我，故意使我为难。如果你去闹她，我当然面子样不好看。你若听我的话，不应该说一些破除情面....的话，只好和平解决。既不听我的话，又何必来信告诉我，你怎样就怎样办。这并不是我生气，你是我十余年来的老婆，哪个的个性还不了解吗?我是一个最不愿听伤神的话，尤其在这长期抗战的时间，正苦无以慰藉，盼望你们来慰问一下，结果得到其信。现在废话也不多说了，兴安方面事，请勿再提及，我不久设法汇款回来就是了。我要金兰回家住，你可去信接接她，因她说九月间回家一看，你是她的姐，什么事要谅她，使她心服就好了。我身体很好，请放心!此祝近安! !并叩岳母大人福安",
        "type": 4,
        "距离": "350",
        "": ""
    },
    {
        "精选": "1",
        "name": "唐仁屿",
        "birth": "1907",
        "death": "1943",
        "job": "军人",
        "letter_year": "1937 年至 1943 年间",
        "addressee": "妻 子",
        "from_ad": "安徽太湖",
        "to_ad": "湖南省永州市",
        "num": "774",
        "r_float": "212.85",
        "r": "213",
        "letter": "我每到一处，凡有投信的地方，都是寄了信给你，我想你是封封收到了。数月来可是没有接到你的信，固然是我军队行止无常，流动不定的关系，或许是你寄信把我很少，也不无有原因。数百千里远征在他乡的我，对于你们在家里的人，生活怎样，我却很挂念。关于家里吃饭这问题，也是很关心!我从前在洛河派六吉和副官到寿州共寄你大洋六百元，内琮弟有一百元外，余五百元统归你收用。于今有几个月了，还未见你来信。此笔款子有处化(花)没有?我很为念!最近金兰来信说，家用费可按月领取，过去不久她寄了一些款了，回来给你用，你收到了吗?我并且要她按月陆续不断的寄来把你，她来信说是遵照我的话去做，可是 我没有接到你的信，究竟她照话去做没有呢?我也是不明白。你在家里身体健强吗?父母大人和祖母大人与令堂大人她们老人家都很康健吗?白弟在家做何工作?他的婚姻又怎样?满妹许人否? 文武两儿在家读书勤学吗?其近况如何?我为了这些事，因久没有接到家信，一点都不明白，心内时时在念着不安!你在何日才临盆产儿呢?我也为念!请你自己好自保养，将来生出来，是男的命名为善韬，是女的命名为曼丽。我与琮弟均好，请转告花枝弟媳放心，好好带[待]人是了。此后我军行止，仍是无常，请你多多寄信来给我，使我对家里放心，但注意来信时，不要用有官衔的，可用普通信封，以免中途扣留而遗失，外面仍可写我们的队号，要写“探交”字样，才可收得到。现我部于昨(廿九)日开到安徽太湖县设防，闻说近日情况又变化，或许日内又转移他方。总之现在军队行止无常，移动地点在事前谁也不能知道的，不过通常以敌情为标准。关于作战方面，我政府早具决心，抗战到底，不问境遇如何，决不作城下之盟。在我们当此国难，身为军人，只好本政府之策略，继续不断努力杀敌，来尽匹夫之责。一切我当谨慎，请放心吗?余容后叙，末了祝你健康!并叩祖母大人、父母大人、岳母大人万福",
        "type": 4,
        "距离": "450",
        "": ""
    },
    {
        "精选": "1",
        "name": "唐仁屿",
        "birth": "1907",
        "death": "1944",
        "job": "军人",
        "letter_year": "1937 年至 1944 年间",
        "addressee": "妻 子",
        "from_ad": "汉口",
        "to_ad": "湖南省永州市",
        "num": "256",
        "r_float": "70.4",
        "r": "70",
        "letter": "我先后共寄给你的家信，有七八封了，你收到没有?大约因我军队行止无常，你寄来的信或被邮局遗失了吗?总未收到你的信，我非常挂心你们，你现在和文武儿辈及令堂大人大家都好吗?玉妹，现在我们的国家真正危险极了，南京、上海、苏州等这些地方都被日本占去了，要快到汉口来了。不过他恃其武力，野蛮横占，我们大家都觉悟，抗战到底，不要为他武力而屈服，总会得到最后胜利的。请你耐烦抚带文武两儿，尤其要严管文儿读书。对于寄钱的办法，已经在双亲大人信.上和前寄你那封，上说得很明白。我今天不多写了，请速回我信，此祝安好!另有三页送双亲问安",
        "type": 3,
        "距离": "350",
        "": ""
    },
    {
        "精选": "0",
        "name": "唐仁屿",
        "birth": "1907",
        "death": "1945",
        "job": "军人",
        "letter_year": "1937 年至 1945 年间",
        "addressee": "妻 子",
        "from_ad": "",
        "to_ad": "湖南省永州市",
        "num": "254",
        "r_float": "69.85",
        "r": "70",
        "letter": "我营长职已交卸，现调第七军五一一旅参谋主任，一切均好，不劳远念。此后交通阻隔，音息或较前为疏，希好自爱重。对于祖母父母与令堂，善为孝敬;对于儿辈，须加意教养为要。此询近好!并叩祖母、父母、令堂诸大人福安!琮弟仍在原团任连长，一切很好，可转达弟媳。 203我今天没多话讲了，数月来都没接你一封回信，别人家里都寄到无数封信，你为什么不多寄信把我?就准失了一封，你若寄了很多信，决不会一-起失了。现在，家里一切我非常挂念，越想越担心，请以后多写信把我吧!今天从简给你这些话，祝你近安!并叩祖母、父母、岳母大人福安!",
        "type": 5,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "方惟善",
        "birth": "1911",
        "death": "1973",
        "job": "",
        "letter_year": "",
        "addressee": "父母",
        "from_ad": "",
        "to_ad": "皖南",
        "num": "647",
        "r_float": "177.925",
        "r": "178",
        "letter": "八月廿七日及九月一日所发手谕于九月廿三日均照收到，跪读一切敬知。福躬康太[泰]，阖家清吉，下怀甚慰。连喜侄自周店分手后,五月廿三日抵里并及征国民兵等敬悉。以男意见，谨呈于后，请大人采纳，转饬行进: (一)慷慨应征，为国效力，成功成仁，以荣宗祖，此为上策; (二)乘机投训，以立资础，或来男处，途远资艰，此为中策; (三)声请缓役,终为不免，致背抗令，有失民权，此为下策。要为婚姻计，须看征兵之缓急及中千与否?如未中千不用声请手续，待男用一妥善方法再来男处。如万一中千，急急入伍者不用甚么手续，令其入伍并嘱以“尽忠报国”“疆场效命”，免生致累，此为青年有所不免、雪耻复仇之良机也。如上峰不甚紧急，可以呈明理由,声请缓役，须经许可，结婚后再为入伍。至于填名一节，事无不可，恐其弄假成真，难免上峰申斥。现在各军师团不分亲异，都以兄弟相看，只要肯吃苦，肯耐劳，严守律己，服从命令，就合青年军人，都有出人头地。但男出门之时可说无亲无友之倚靠，只有立志自励，忍劳耐苦，现稍有地位，终非素志，岂甘雌伏乎?望大人放心，将来叔侄同荣，为国效命，事后可知德和。无知小人不与记[计]较，任其自作自受，后报不迟。连喜侄另函鼓励，男在外如常，望勿远念。倘征兵区员诬以抗令，可将男之优待军人家属证明书呈请，即可证明虚实。仰求玉体时加珍摄为祷。男在前方与敌相持已有四月有余，与后方师部相巨[距]百余里，所来信件都是延迟月余，因交通所困耳，望勿见疑。对于连喜侄之进行，俯启示道，容余后禀。专肃敬请金安荣根、孝曾、克明、克俊均此",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "方惟善",
        "birth": "1911",
        "death": "1974",
        "job": "",
        "letter_year": "",
        "addressee": "父母",
        "from_ad": "衡阳",
        "to_ad": "皖南",
        "num": "168",
        "r_float": "46.2",
        "r": "46",
        "letter": "敬票者男在安福接奉手谕，跪读悉知敬知。福躬康泰，阖家清吉，下怀甚慰。本师于八月廿八号奉命开往湖南省衡阳县，廿九号即由安福县出发向衡阳前进，男跟随营部步行于九月八号吉抵衡阳。身体较在安福强健，望勿远念，示复原照。辎营部全衔男收可也，仰求玉体时加珍摄为祷。前函嘱男不良嗜好切勿沾染，敢不遵命，请可放心，余言后奉。肃此敬请金安诸位兄嫂侄等均好",
        "type": 5,
        "距离": "450",
        "": ""
    },
    {
        "精选": "0",
        "name": "方惟善",
        "birth": "1911",
        "death": "1975",
        "job": "",
        "letter_year": "",
        "addressee": "全部家人",
        "from_ad": "",
        "to_ad": "皖南",
        "num": "252",
        "r_float": "69.3",
        "r": "69",
        "letter": "祝你们大家好! (以后出生的侄男女辈，不知你们的名字，所以无法问候了。)克昌于民国二十七年七月间，因日本侵华，眼见国土沦陷、家破人亡，迫不得已遂投笔从戎，参加抗战救国行列。在外已历五十余年，从未见面，音讯杳无，午夜维思，转辗莫策。现值海岸开放，通邮探亲，互通音讯，实在愧无额面!不知家中近况如何?今特拜托友人探亲之便，带信探交询问，敬乞原谅。见信后，请即回音，克昌在台，身体健康，生活淡平，两袖清风，祈勿远念。回信可写“台湾省台北县板桥市光正街十八巷十五之一号方惟善收”可也。余言后叙，专此敬候诸位安好!",
        "type": 5,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "方惟善",
        "birth": "1911",
        "death": "1976",
        "job": "",
        "letter_year": "",
        "addressee": "孙子",
        "from_ad": "",
        "to_ad": "皖南",
        "num": "561",
        "r_float": "154.275",
        "r": "154",
        "letter": "于七月20日和九月25日的来信，均有收到。藉知故乡逄时过节,都比从前过得繁荣，也是社会跟着时代的步伐。像我们童年时代，过古历元月初一，那天早上，家家户户都要朝拜八老爷。由庙里接他出来，供在承德堂前面空地桌上，给大家朝拜，然后送到祠堂里休息。而后再由青少年和值年者领队，由青少年将八老驮上，从祠堂出发，经江凹外坝地，上文头、竹岗岭，狐狸青兴、荷花形，游行一大圈,到祠堂停止。约在五时左右，再送到庙内安位，以保全村安宁。中秋节吗?大家吃月饼享月，青少年在外面空地上打百步，玩到午夜兴尽而休。现在呢?我在你的信上得知大要。不知道现在家里环境如何，对于交通、卫生方面，是否有所改良? ( 对水源、公厕、照明等设备各如何)问我为何投笔从戎?说起来，也是一段历史。因为从1936年起，日本鬼子非常野心，夺取我东北后，要以最短时间内灭亡整个中国。自从卢沟桥事变后，日本鬼子大肆侵略，烧杀掳掠，残无可忍，政府迫不得已发起全民抗战，极[挽]救中国。我在救亡图存的号召下，就决心参加救国工作，故于民国27年七月间投考中央第三分校十六期，毕业后，就参加江西南昌战役，以及湖南长沙第二、三、四次大会战和湘粵等地各战役，后迁台湾了。本想回家团聚，心有余而力不足，只待两岸关系条约签定后再作行止。我在台一切正常，望勿远念!顺此即询近佳，并祝阖家快乐。",
        "type": 5,
        "距离": "",
        "": ""
    },
    {
        "精选": "1",
        "name": "王孝慈",
        "birth": "1905",
        "death": "1992",
        "job": "政府工作者",
        "letter_year": "1938",
        "addressee": "弟弟",
        "from_ad": "山西太行山区",
        "to_ad": "陕西渭南",
        "num": "981",
        "r_float": "269.775",
        "r": "270",
        "letter": "来信收阅，备悉一切。“抗战”是我们伟大的母亲，她正在产生新的中国、新的民族、新的人民。我们要在战争环境中受到锻炼，我们要在敌人的炮火下壮大起来。抗战是我们的神圣职责。我们的健康、智慧及勇敢要在抗战中诞生，要在争取抗战胜利中光扬发大，我们要为驱逐日敌寇出中国抗战到底，我们要为争取中华民族解放事业奋斗到底。俊安说:“他[我]至死也不愿退过黄河!”这句话令人听了如何兴奋、如何激动!这种意识不仅表现了他是我们的好子弟，并且表现了他是中华民族的好男儿，他是黄帝轩辕氏的好儿女!他不仅是我的儿子，同时他也成了我的战友。因此，我当更对他关切、对他爱护。我托了朋友，抗战的朋友，照顾他的生活了，祈你们勿念!你是一位不满十七岁的青年，正应当在人生的大道上努力前进!你现在度(过)着教书的生活，我认为这是不利于你的前途的。我不愿你把你教师的生活继续下去。你应立即奔.上抗日的战场，在战斗的环境中创造你的人生，开辟你的前途!俊安是我的爱子，我既赞成他的行动，这决不是无意味的称赞。你了解吗?也希你打破庸俗人的见解，勇敢的走上民族解放的战场，与俊安、与阿兄、与全中国抗战的朋友们、与全世界拥护正义的人士们，手携手的向光明、向真理的大.道前进!西娃“念书是次要的问题，脱离旧乡村旧家庭，走上新环境，新时代的大道，却是首要的事情。你了解我的意思吗?人是环境的产物。客观的环境是人们真正的学校，铁工厂里出铁匠，蒸馍铺里出的蒸馍技师，宋家出的吊粉的，冯家出的拧绳的。封建的旧家庭产生的是家庭奴隶，大工厂里产生的是赁银奴隶。在阶级斗争的过程中即产生阶级解放的战士，在全民族抗战的战场上，便产生了中华民族解放的英雄。以上的道理，你懂得吗?我希望你们能把西娃送到陕北边区去，或送到我处来，或送到西安纱厂当女工去，这都是正当的办法。老实说一句话，西娃在家中待下去，必定要变成家庭奴隶。我记得西娃在小时是那样的活泼，但在去年我见她时，她是那样的不活泼而无生气，真使我伤感。这不是某个人的罪过，这是时代的罪恶，这是环境束缚的结果。你倘若要在吾家乡待下去，也要和西娃变成一样的不活泼，所区别者，不过男女性的分别而已。“四月解冰，八月飞霜”，这是人们形容辽县气候的话。可是我们住的和顺，现在还是七月，早已下霜了，人们都需要穿棉衣。我们这里到冬天的寒冷就可想而知了。我不久要去河北省，特此告你，来信仍寄旧地。",
        "type": 4,
        "距离": "325",
        "": ""
    },
    {
        "精选": "0",
        "name": "王孝慈",
        "birth": "1905",
        "death": "1992",
        "job": "政府工作者",
        "letter_year": "1938",
        "addressee": "叔叔",
        "from_ad": "山西太行山区",
        "to_ad": "陕西渭南",
        "num": "255",
        "r_float": "70.125",
        "r": "70",
        "letter": "我们学校要移往翼城县，因战事的影响，我们要组织游击队，要和日本鬼子拼一下，我们以后再见吧!请你们告诉我老祖父和祖母，叫他们老人放心吧!我到翼城后我们再谈!五叔!我希望你在家乡要努力作救亡工作，现在战争已到第二期了，敌人这次的目的要打到潼关，并且在廿日以内要达到目的。我想我们的家乡也站在险要的地位，你们想敌人一到潼关，就等于到了西安，我们关中道就无法可当，希望你在乡村能组织起游击队更好!你们现在要知道晋南成了收复华北的根据地，也就是收复中国一切失地的根据地，也就是保卫世界和平的根据地，再谈!致民族解放万岁!",
        "type": 2,
        "距离": "325",
        "": ""
    },
    {
        "精选": "0",
        "name": "王孝慈",
        "birth": "1905",
        "death": "1992",
        "job": "政府工作者",
        "letter_year": "1938",
        "addressee": "叔叔",
        "from_ad": "山西太行山区",
        "to_ad": "陕西渭南",
        "num": "241",
        "r_float": "66.275",
        "r": "66",
        "letter": "我因到了曲沃，敌人的飞机每日来该地轰炸，初到校一切都没有\n办好，所以不能给你来信。现在来到了翼城，今天我要寄信报告给你。\n本月十六日，上午五时咱们在西安离别，本日上午十二时才由西安\n乘车来晋，本日晚就宿在潼关。第二天七时许渡过黄河，本日\n下午六时由风陵渡乘了火车北上，于十八日上午十二时在侯马\n镇下车，又步行了廿五里路才到曲沃。因战事的紧张，我们学校才移\n到翼城，昨天(二十六日)下午六时起程来翼城，当晚下一点到了翼\n城，我们的同学自动组织游击大队，我也想去参加。\n致民族解放万岁!",
        "type": 3,
        "距离": "325",
        "": ""
    },
    {
        "精选": "0",
        "name": "刘中新",
        "birth": "",
        "death": "",
        "job": "军人",
        "letter_year": "1938",
        "addressee": "母亲",
        "from_ad": "延安",
        "to_ad": "",
        "num": "164",
        "r_float": "45.1",
        "r": "45",
        "letter": "自因去年在甘肃时接到家信一封，到现在已经有一年多了，还未接到家信一封，也不知道现在家中的情形什么样子。在去年七月的时候我寄回家里的像片也不知道收到了没有。如果接到此信，速速回音，把家里的情形完全说明，以免儿在外挂念为要。现在儿在第八路军一一五师三四三旅旅部工作，身体康健，请勿挂念，如果见信速速回音为要。此致祝我家中老少均阁金安",
        "type": 5,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "刘中新",
        "birth": "",
        "death": "",
        "job": "军人",
        "letter_year": "1938",
        "addressee": "母亲",
        "from_ad": "延安",
        "to_ad": "",
        "num": "595",
        "r_float": "163.625",
        "r": "164",
        "letter": "儿自从去年五月在甘肃省的时候，接到家中回信两封，我还在原地休息，到八月一号开往山西侯马车站休息了两三日，儿又给家中写了一封，内有像片两张。到第二天又坐火车开往河北省以来，又给家去了数十封信，始终未有接到家信一封，也不知道儿写给家信收到了没?想念的，现在也不知道我弟昌抬还在家里没有。儿在外挂念。所以我不断梦见我妈妈和我的弟弟。在前天的夜里正在睡安觉的时，忽然见了我的妈妈，妈妈已经老得不像了。我就大喊起来，忽然喊了一声，同我在一块儿睡的同志听着了，他就叫醒我问我喊什么，我当时也说不出，仔细一想，原来是作了一个梦。到上午吃罢午饭的时候，我正在房子里卧着看书，忽然有一位同志说道:送信的来了!我听到了就连忙跑到外边去看，我见有好多的家信，我看了半天都是别人的，原来没有我的一封。人家接到了家信，把家里的情形都知道了，可是我的家里也不知什么样子，也不知我母亲和我弟弟的身体如何。夏季的收程[成]什么样子?希望你接到了此信速速回知为盼。现在我在八路军一一五师三四三旅旅部副官处工作，和几位很好的朋友都在一块工作，每天说说笑笑非常快乐，同时我的身体也很好，请你不必想念。现在也不知道我妹妹身体如何，家中情形什么样子，来信时也要说明。我以前在家中出来的时候，一起出来了三四十个朋友，现在也不知到何处工作去了，我在这里连一个也没有见到，也不知咱们那里有回去的没有。你如果来信时完全说明为盼。此致即请大安",
        "type": 3,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "程雄",
        "birth": "1919",
        "death": "1943",
        "job": "政府工作者",
        "letter_year": "1939",
        "addressee": "父母",
        "from_ad": "安庆",
        "to_ad": "",
        "num": "653",
        "r_float": "179.575",
        "r": "180",
        "letter": "在这里大概有一个相当的时间住吧!最近的工作情形，是分着两个方向进行，就是军队和民运。这当然是军队的工作要紧，但是民运方面虽然在军事.上看起来比较是占次重的地位，而在这军民合作集中一切力量，来应付这第二期抗战对敌的反攻，以期达到抗战胜利，达.到成功的目的。所以因这许多的重要焦点，我们这批政治工作同志，每天按时分布在各部队授课外，余下的时间，就是进行乡村的民运宣传工作，使当地的民众能达到和我们游击队的切实合作。儿过去多半是担任内部的事情，对于在外面工作的时间就很少。在今天一半是因为他们的工作分配不过来，一半是 根据自己兴趣，所以在上午就和一位胡同志赴第十一连里去讲了一堂课，该连住的地点是在佛祖岭(即新五祖庙)。对儿所讲的呢?也没有怎样的充分准备，不过随便同他们把抗战形势大略分析了一下，所提出的几个重要点:1.抗战的两大阶段; 2.-期抗战失败的原因; 3.二期抗战的四大原则。在讲过这几个问题后，又补充几个救亡歌曲，而士气大觉振奋，抵下午四点钟返队。在五点钟，我们又全体赴县城举行“五五”及胜利大会，到会各<有〉关及民众大概有六千人以上。在会毕大举游行，歌声轰动了宿松县城，高呼口号声震原野。因为今天的捷报迭至，区副军长亲至前线指挥胜利的英勇抗战，望江现已克复，安庆城外之要点及飞机场等地被我收复。安庆正在围攻中，城内火焰冲天，炮声震地，敌之师长郝文波全师反正，而安庆在指顾之间，即可克复。儿想在今天这样的热烈大会，第二次其他纪念大会，就可在安庆城内举行了。近来二位大人康健吧?兄妹等都好吧?敬祝金安",
        "type": 3,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "程雄",
        "birth": "1919",
        "death": "1943",
        "job": "政府工作者",
        "letter_year": "1940",
        "addressee": "父母",
        "from_ad": "舒芜",
        "to_ad": "",
        "num": "189",
        "r_float": "51.975",
        "r": "52",
        "letter": "儿这次为了民族，为了阶级，为了可爱的家乡，为了骨肉相连的弟妹，求得生存和幸福，儿不得不来信辞别双亲大人，如果不能活着的话，双亲大人应保重玉体，抚育好弟妹。生活难度的话，可卖掉土地、房屋，把生命糊过来，到十年八年我们就好了，有饭吃、有衣穿、有房子住。现在儿就要离开大别山，走上最前线消灭敌人，保卫中华，望双亲不要悲伤挂念。儿为伟大而生，光荣而死，是我做儿子最后的心意，罪甚!罪甚!",
        "type": 2,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "胡孟晋",
        "birth": "1912",
        "death": "1947",
        "job": "政府工作者",
        "letter_year": "1939",
        "addressee": "妻子",
        "from_ad": "舒城",
        "to_ad": "舒城",
        "num": "983",
        "r_float": "270.325",
        "r": "270",
        "letter": "我们又要离别了!当你听了离别的声音，或者不高兴吧!亲爱的，谁不愿骨肉的团聚，谁不留恋家庭的甜蜜。要知道国家民族重要，个人前途重要，因此又要别离亲人，而远征他乡了。为了你的寂寞，为了你的思念，千里外的我，暂时停了救国的工作，越津浦，跨淮南，到达别离一载的故乡来。二月来的团聚欢谈，畅言国事，解释问题，你的政治水准提高了，民族意识加强了，革命的阵营中，增加一位健将了。畸形发展的中国，教育不普及，人民的知识简单，而妇女尤甚，只要家而不顾国。大难当头，应踊跃赴前线杀敌，而妇女们阻碍其夫或其子之伟志。希望你将无知识的妇女组织起来，宣传和教育她们，使伊等知道:“皮之不存，毛何附焉”?“国之不存家何在” ?使她们不至含泪终日，倚门遥望前线.上的夫、子早日归来呢! ( 望胜利归来)惠，最亲爱的人，你是妇女中的先进者，对于我这次的外出，请.不要依恋，要知道你爱人的走，不是故意的抛弃你，而是为着革命,为着独立自由幸福的新中国而努力奋斗的啊!家庭经济之困难，生活之痛苦，我是深知的。要革命成功，须经过困难艰苦的阶段，当此环境中是要立定脚跟，具坚强之意志，任何之外诱，不可动摇的，“国危见忠臣”，在困难中锻炼成真正的革命者啊!富贵反多忧。钱是要人用，不要给钱用了人。在此抗战时，多少富翁成寒士，由此看来，金钱不足恃也。对于穷人要客气，要同情他;对富人也要与对普通人一样;对于守财奴，少与之来往，因为他只认钱，不认人，这些人不要看起他，但与之面子往来而已。惠呵，我们要认清时代，当此革命时期，家庭衣食可维持就够了，不要有其他念头。要知道整千整万的难民，千百万的劳苦大众，生活是多么的痛苦呵!人生是要做伟大事业，而不是做了金钱的奴隶呵!太看重金钱的人是最污脏的，不要与之往来。爱人呵，你在无事的时候，多多阅读书报，可使你知识进步，多多想工作的方法，切不要空想，也不要太挂念在外的我，劳神伤身,于事无益。好好教养二个小孩，切忌打骂。处家事，对外人，言语态度等事，可参考我的日记和通信，要切实的做，不然我的心思枉费了。请你真正的做吧，否则，太对不起在外的人呢!最亲爱的人，你不要太念我，你的厚情我是知道的，我不是个薄情的人，请你放心，决不辜负你的热情呵!在外的我，身体自知珍重，一切当知留心，请你安心在乡努力妇女解放的事业，成为女英雄，我在外对革命之伟业亦更加努力呵!别了，别了!此致敬礼",
        "type": 2,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "张自忠",
        "birth": "1891",
        "death": "1940",
        "job": "军人",
        "letter_year": "1940",
        "addressee": "战友",
        "from_ad": "襄河西岸",
        "to_ad": "山东省临清市",
        "num": "200",
        "r_float": "55",
        "r": "55",
        "letter": "看最近之情况，敌人或要再来碰一下钉子，只要敌来犯，兄即到河东与弟等共同去牺牲。国家到了如此地步，除我等为其死，毫无其他办法。更相信只要我等能本此决心，我们的国家及我五千年历史之民族，决不致亡于区区三岛倭奴之手。为国家民族死之决心，海不清，石不烂，决不半点改变，愿与诸弟共勉之。维纲、月轩、纶山、常德、振三、子烈、纯德、铭秦、德顺、德俊、迪吉、紫封、九思、作祯、亮敏、斡三、芳兰、之喆、文海、春芳诸弟。",
        "type": 2,
        "距离": "250",
        "": ""
    },
    {
        "精选": "0",
        "name": "张自忠",
        "birth": "1891",
        "death": "1940",
        "job": "军人",
        "letter_year": "1940",
        "addressee": "弟弟",
        "from_ad": "襄河西岸",
        "to_ad": "山东省临清市",
        "num": "190",
        "r_float": "52.25",
        "r": "52",
        "letter": "因为战区全面战事之关系，及本身之责任，均须过河与敌一-拼,现已决定于今晚往襄河东岸进发。到河东后，如能与38D、179D ( 38师和179师)取得联络，即率诸两部与马师不顾一切向北进之敌死拼。设若与179D、38D取不上联络，即带马之三个团，奔着我们最终之目标往北迈进。无论作好作坏，一定求良心得到安慰，以后公私均得请我弟负责。由现在起，以后或暂别，或永离，不得而知，专此布达。",
        "type": 2,
        "距离": "250",
        "": ""
    },
    {
        "精选": "0",
        "name": "褚定侯",
        "birth": "1919",
        "death": "1941",
        "job": "军人",
        "letter_year": "1941",
        "addressee": "哥哥",
        "from_ad": "湖南长沙",
        "to_ad": "浙江省莫干山",
        "num": "545",
        "r_float": "149.875",
        "r": "150",
        "letter": "如握!前日寄二书，不知收到否?弟已呈报告与团部，团长未能批准，云此非常紧急之时，不准弟请长假。弟部队已于昨日早晨出发进占阵地，而于昨日下午，师长亲自到弟阵地中侦察地形，改命弟单独守浏阳河北岸之村落据点，命弟一排死守此处，命弟与阵地共阵亡。又云若在此能坚守七天，则可有办法。因此弟于昨日(廿五)晚率部到守地，连夜赶筑工事及障碍物，阵地之后五十公尺处即为大河，河扩水深，无舟无桥，此真为韩信之背水阵矣。本日情报:敌人已达汨罗江，计程三四日后能到此，然前线队伍，能毕力能抵，则能否到此，是为问题。加之本日湘北本年冬首次飞雪，则敌人之攻势，该稍挫缓矣。然吾军各师官兵均抱视死如归之决心，决不让敌渡浏阳河南岸来。弟告部士兵“不要他渡河!”一句话，敌此次不来则已，一来则拼一拼。弟若无恙则兄可勿念，若有不幸则请兄勿悲。古云:“古来征战几人回”，并请告双亲勿悲，生死有命，富贵在天，然弟一切自知自爱，务祈兄勿念。兄上次寄来洋二百元悉数收到，祈勿念。家中近来有信到兄处否?弟已久无告双亲矣，请能代书告之，云弟安全也。时在阵地，-切不便，故不多作书。待此次作战后，则弟当入滇谒兄安好也。兄若赐言，仍可寄浏阳军邮第一五O号四一师一二一团二营六连弟收可也。时因北风雨雪交加，关山阻绝，希冀自爱，余不一一。即请冬好",
        "type": 2,
        "距离": "900",
        "": ""
    },
    {
        "精选": "0",
        "name": "褚定侯",
        "birth": "1919",
        "death": "1941",
        "job": "军人",
        "letter_year": "1942",
        "addressee": "妻子",
        "from_ad": "湖南长沙",
        "to_ad": "浙江省莫干山",
        "num": "103",
        "r_float": "28.325",
        "r": "28",
        "letter": "我军此次奉命固守长沙，任务重大，长沙的得失，有关抗战全局的成败。我身为军人，守土有责，设若战死，你和五子的生活，政府自有照顾。务望五子皆能大学毕业，好好做人，继我遗志，报效党国，则我含笑九泉矣!希吾妻勿悲。",
        "type": 2,
        "距离": "900",
        "": ""
    },
    {
        "精选": "0",
        "name": "戴安澜",
        "birth": "1904",
        "death": "1942",
        "job": "军人",
        "letter_year": "1942",
        "addressee": "妻子",
        "from_ad": "缅甸",
        "to_ad": "安徽芜湖",
        "num": "219",
        "r_float": "60.225",
        "r": "60",
        "letter": "余此次奉命固守同古，因上面大计未定，与后方连[联]络过远，敌人行动又快，现在孤军奋斗，决以全部牺牲，以报国家养育!为国战死，事极光荣。所念者，老母外出，未能侍奉。端公。仙逝，未及送葬。你们母子今后生活，当更痛苦。但东、靖、篱、澄四儿，俱极聪俊，将来必有大成。你只苦得数年，即可有出头之日矣。望勿以我为念。又我去岁所经过之事，实太对不起你，望你原谅。我要部署杀敌，时间太忙，望你自重，并爱护诸儿，侍奉老母。老父在皖，可不必呈闻。专此即颂心安",
        "type": 2,
        "距离": "2250",
        "": ""
    },
    {
        "精选": "0",
        "name": "戴安澜",
        "birth": "1904",
        "death": "1942",
        "job": "军人",
        "letter_year": "1942",
        "addressee": "朋友",
        "from_ad": "缅甸",
        "to_ad": "安徽芜湖",
        "num": "134",
        "r_float": "36.85",
        "r": "37",
        "letter": "余此次远征缅甸，因主力距离过远，敌人行动又快，余决以一死，以报国家!我们或为姻戚，或为同僚，相处多年，肝胆相照，而.生活费用，均由诸兄经手。余如战死之后，妻子精神生活，已极痛苦，物质生活，更断来源，望兄等为我善筹善后。人之相知，贵相知心，想诸兄必不负我也。手此即颂勋安",
        "type": 4,
        "距离": "2250",
        "": ""
    },
    {
        "精选": "0",
        "name": "李云鹏",
        "birth": "1920",
        "death": "1943",
        "job": "军人",
        "letter_year": "1942",
        "addressee": "父母",
        "from_ad": "盐阜",
        "to_ad": "沛县王店乡",
        "num": "473",
        "r_float": "130.075",
        "r": "130",
        "letter": "自儿离家已经年余，记得曾在本年四月间，于泗县郑集寄家信一封，不知大人收到否?回音否?如家音回报，可惜我也不能等收了。我已离开此地转入本省淮阴了，以致家音不能等收，儿异常为念。不知大人身体近来健康否?不知家中生活情形和收成怎样?更不知当地情形如何?儿在外甚为惦念之。儿在外身体很好，生活也很好，而现在的我比从前粗壮而高大了，请大人不要为念。儿还在这里工作，工作也非常忙碌，可是为了一所以我之工作精神也非常兴奋。此信至家不过慰问而已。因现无一定的地址，儿现在心目中所最挂念者，以我年老悲慈之祖母。儿离家时，祖母曾染重疾。不知大人的病痊愈了否?身体健康否?不知祖母饮食起居怎样?儿心中非常挂念。希二大人将我之情形讲给她听，以免大人之悬念。这次离家，未报此恩反而离家，是我之罪过也。待风息波静，凯然而归，全家团聚，以报此恩。儿现已将“亚光”改为“云鹏”，请父指教之。现因时间之短促，不能再叙。并祝各位叔父母的身体安康!各位小弟弟好吗?侄在外甚为挂念。代问祖母大人:现在她老人家的身体好吗?生活好吗?我在外生活、身体都很好，请老大人切勿挂念为盼。祝身体安康",
        "type": 5,
        "距离": "550",
        "": ""
    },
    {
        "精选": "0",
        "name": "李云鹏",
        "birth": "1920",
        "death": "1943",
        "job": "军人",
        "letter_year": "1942",
        "addressee": "父母",
        "from_ad": "盐阜",
        "to_ad": "沛县王店乡",
        "num": "612",
        "r_float": "168.3",
        "r": "168",
        "letter": "敬稟者男于前几日接大人清明之来信一封，洞悉家情，知家中遭此不测:三弟不幸天折，吾祖母继又于六月间逝世。消息之传来，正如晴空霹雳，心中悲伤，恨不能插翅飞来。男从三月母亲去世，一切都由祖母照料，不辞劳苦，把我养活成人，不孝男竟弃年迈之祖母，踏上这流浪的道路，像我这忘恩负义东西，真愧为世人!父亲之嘱言，我紧记在心。现在，我的性格与前也有些不同了。请大人放心，我在此处作[做]工、生活都很好，工资也不多，只能作零用开支，不能剩余。我的身体也粗壮得很，起居饮食都很安宜,望大人切忽[勿]挂心。此处物质粮米都很昂贵，每人每日生活费用不下十元。此处地面荒乱，土匪猖獗，交通不便，皇军常常下乡扫荡与清乡，使儿也没有一定住所。待时局平静一些，儿定回乡。此处直到徐州都是如此的慌乱，望大人切勿驾临为佳。因地面不平静，交通不便，加之男又无一定之住所。又须许多经济，在途有很大的危险。男深感双亲为我之虑，我的详情有王孟庄宪珠告诉清楚，切忽[勿]悬念。关于洪筹表叔与他侄尊明、尊迁(洪魁之儿狗)都与我在一起，生活相同，望告诉他家人，切勿挂念。洪.筹表叔也曾屡去家信，没见回音。以后他家来信可寄到这个地点，我再转交。洪凯表叔已去世二年余，不知他家人知道否?侯再荣也和我在一起，也告知他家人。各位叔父、叔母大人:都好吧!侄在外也非常挂念，不知阖家弟妹安好否?现在读书没有?望再来信告诉我。我在外也很好，请大人不要挂念，今后望大人多多来信，并祝阖家安好!",
        "type": 3,
        "距离": "550",
        "": ""
    },
    {
        "精选": "0",
        "name": "李云鹏",
        "birth": "1920",
        "death": "1943",
        "job": "军人",
        "letter_year": "1942",
        "addressee": "外祖母",
        "from_ad": "盐阜",
        "to_ad": "沛县王店乡",
        "num": "69",
        "r_float": "18.975",
        "r": "19",
        "letter": "现在好否?身体康泰。望告之她老人家不要挂念我，就说我在外问她老人家好哩。把我的情况也告诉她老人家。如没有事时，常把她老人家叫到我家住几天。",
        "type": 4,
        "距离": "550",
        "": ""
    },
    {
        "精选": "0",
        "name": "左权",
        "birth": "1905",
        "death": "1942",
        "job": "军人",
        "letter_year": "1942",
        "addressee": "妻子",
        "from_ad": "延安",
        "to_ad": "湖南省醴陵市",
        "num": "592",
        "r_float": "162.8",
        "r": "163",
        "letter": "就江明。同志回延之便再带给你十几个字。乔迁同志那批过路的人，在几天前已安全通过敌之封锁线了，很快可以到达延安，想不久你可看到我的信。希特勒“春季攻势”作战已爆发，这将影响日寇行动及我国国内局势，国内局势将如何变迁不久或可明朗化了。我担心着你及北北，你入学后望能好好的恢复身体，有暇时多去看看太北，小孩子极需人照顾的。此间一切如常，惟生活则较前艰难多了，部队如不生产则简直不能维持。我也种了四五十棵洋姜，还有二十棵西红柿，长得还不坏。今年没有种花，也很少打球。每日除照常工作外，休息时玩玩扑克与斗牛。志林”很爱玩牌，晚饭后经常找我去打扑克，他的身体很好，工作也不坏。想来太北长得更高了，懂得很多事了，她在保育院情形如何?你是否能经常去看她?来信时希多报道太北的一切。在闲游与独坐中，有时总仿佛有你及北北与我在一-块玩着、谈着，特别是北北非常调皮，一时在地下，一时爬着妈妈怀里，又由妈妈怀里转到爸爸怀里来，闹个不休，真是快乐。可惜三个人分在三起，假如在一块的话，真痛快极了。重复说我虽如此爱太北，但是时局有变，你可大胆按情处理太北的问题，不必顾及我。一切以不再多给你受累，不再多妨碍你的学习及妨碍必要时之行动为原则。志兰!亲爱的:别时容易见时难，分离二十一个月了，何日相聚?念、念、念、念!愿在党的整顿之风下各自努力，力求进步吧!以进步来安慰自己，以进步来酬报别后衷情。不多谈了，祝你好!",
        "type": 5,
        "距离": "1350",
        "": ""
    },
    {
        "精选": "1",
        "name": "余子武",
        "birth": "1901",
        "death": "1944",
        "job": "军人",
        "letter_year": "1944",
        "addressee": "妻子",
        "from_ad": "衡阳",
        "to_ad": "广东省台山县",
        "num": "284",
        "r_float": "78.1",
        "r": "78",
        "letter": "我十七晚上回到师部处理一切，下午十二时到车站乘车。十八日上午三时卅开车，下午六时到达衡阳。在衡阳驻了数日，现开到西南方一祁阳城。长沙已失守，我军到湖南后仍未遇敌。湖南已沦陷七八县，老百姓扶老携幼逃难者不计其数，真是可怜!周排长回来称你们于十八早搬东西落船，中午开船。想你们已到仁化并受许多苦楚矣!曲江如未沦陷，可暂在仁化住定。如曲江沦敌，你等可搬到长江东仁化住定。后可时着培根等时步行至曲江取物，三日可以来回矣。每月在军部后方领米未知能领足五百市斤否?念念。现在此逃难中，最要紧是食饭。其他要尽量省钱。亚彩不可留用，少个则减少个人食饭。我身体平安请勿念。专此顺颂闺好!",
        "type": 4,
        "距离": "700",
        "": ""
    },
    {
        "精选": "0",
        "name": "于登云",
        "birth": "",
        "death": "1932",
        "job": "政府工作者",
        "letter_year": "1932",
        "addressee": "儿子",
        "from_ad": "吉林城郊",
        "to_ad": "吉林省磐石市",
        "num": "177",
        "r_float": "48.675",
        "r": "49",
        "letter": "你年已不小，本拟父子天年，未想半途分别，你之命，父之运也! 所望读书尽心，务必前途。侍母要孝，勿劳其生气，以使领你们 兄弟子妹过日子如你母有生气时，你要跄之请罪，以何时欢喜为止，兄友弟恭，妹妹之领导， 你的责任太大 。 将来各地处你要 均应前往看看，以长经验。 择友 慎行，要比为父有不好之日，你 不要口出怨言，以免招祸生此地。善法也。 勿得者巳口为要。",
        "type": 4,
        "距离": "85",
        "": ""
    },
    {
        "精选": "0",
        "name": "韩雅兰",
        "birth": "1905",
        "death": "1943",
        "job": "教师",
        "letter_year": "1937",
        "addressee": "父母",
        "from_ad": "陕北延安",
        "to_ad": "上海",
        "num": "1208",
        "r_float": "332.2",
        "r": "332",
        "letter": "儿过去曾寄过几次信给大人，想早赐阅矣。但至今未见大人的训示，想大人必因儿不告而走之故怪罪于儿，生气不理了，所以儿对此点终不能安心。最近有友人从西安来此，听说父亲和母亲对儿之走很觉伤心，祖母恐怕更难过。儿听了也万分凄惨。大人平时最知儿之心情，也最疼爱儿的，这点儿早已深知，同时也是儿一往对家庭留恋的主要原因之一。当那年玉妹被捕之事发生”，大人连年节都不过了，星夜的赶到上海，为她设法，使儿等更感到父母爱儿女之心太迫切了。那时父亲回家后，曾给儿一信。嘱咐儿应安心读书，不要再像玉妹一样教大人担心睡不着。那时儿接读信后，难过了几天，想想我们真有点对不住父母之爱。此后儿是时刻都不会忘记父亲痛心的话。然而儿不愿作个时代的落伍者，不愿落人后，同时又被感情支配着，这极痛苦大人是不会了解的。谁料前年又遭受圣域这样的侮辱”。为了不让使大人难过,为了孩子的问题，忍耐一切痛苦到现在。但是从那时起，儿已认清自已应走的正大的光明的道路，更认清了一个女子不应只靠一个丈夫。若完全依靠丈夫，结果会落得求死不得求生不能的苦境。亲爱的慈祥的父亲母亲，假如儿没有大人的疼爱和体贴，假如没有求得一点不受人欺侮的知识，那儿现在也只有死路一条了。圣域他固然给了我苦头吃，然而他也毁灭了他自己。儿想，他所受的损失或者比儿还要大呢。儿已受够了痛苦，人不能就这样消沉下去，自己毁灭自己。儿要为改造不合理的社会而奋斗，为后来女子求幸福，也要和男人一样为国家民族求解放，作一点有意义的事业，总比被人家气死有价值的多。这就是儿此次来延安的主要原因，请大人想想，章乃器、沈钧儒2他们都起来挽救国家，儿受家庭社会的养育一场，怎能坐视不顾?所以儿决定来此学习一点真实学问，去应社会，求中国民族解放的方法。大人爱儿也必知儿之性，对任何事，决不会轻举妄动，儿都经过长期的考虑过。这次到三原晓得了此地招生的事，儿曾经仔细地考虑过后才决定走的。因为时间的关系，不能回西安面商于大人。想大人.看现在全国人民抗日的热情，也许会不再生儿之气。总之，儿不是不懂事的，盲目的瞎跟人跑的，跟人说的，儿现在所走的爱国的路，想必能得社会人士的谅解的。恳祈大人恕儿不告之罪，而仍以从前的爱儿之心来爱儿，则儿幸甚。这里③的物质生活比较外面苦些，但精神方面则比外面快乐的多。什么话都可讲，很自由很坦白。凡是到这里来参观的没有不对这里发生好感的。前天来了两位大学教授，同时也是《申报》周刊编辑，他们参观的结果，印象非常的好，今天已经走了。最近外边到此地来的参观的非常多，时常有人来。这里学校对于学习方面，教员讲的很好，同时很注重研究性质，学生能充分发表自己的意见，因此得的益处很多。儿觉得在这里的几月学习比外边学校几年的学习还要得的益处多。由西安来的学生很多，各地都有，赵师长的女和子“都在这里，好些熟人，所以请大人放心。不要以为儿作的不对。这样多的人都和儿所作的一样，此地的女生已有三四十人。敬祝健安",
        "type": 3,
        "距离": "1350",
        "": ""
    },
    {
        "精选": "1",
        "name": "姚稚鲁",
        "birth": "",
        "death": "1938",
        "job": "教师",
        "letter_year": "1938",
        "addressee": "妻子孩子",
        "from_ad": "武汉",
        "to_ad": "上海",
        "num": "749",
        "r_float": "205.975",
        "r": "206",
        "letter": "离开上海两个月了，在这里只有忧愁苦闷，白白的吃了人家的饭，鱼啦肉啦，谁亏待了我呢?不过总是一个不自在，失业的痛苦，真够味哪!在中原大会战的准备声中，武汉密布着恐怖空气，走啦!走啦!重庆、成都、香港、上海，纷纷地忙着奔波，我呢，满望到了汉口，或许在生活上有一点儿希望，如今可毁啦!不单舍却你们，在外面度那可怜岁月，而且要跟上四姊逃难哩! (几天之前， 有一个职业该我做的，不过要到前线服务，要是薪水够你们开销，我便危险一点也不在乎，但是单单只有二十几块钱，我觉得太不值了，所以没有去干)到底怎样措施，现在还没有决定，到动身的一天我再写信告诉您们罢。前几天寄的信和钱想必都收到了，现在我也等不及你们的回信了，过后再说吧!总之，“来日大难”，过一天算一天就得啦! 你们在.上海的情形怎样?想必还是那样子，我本来的希望，在离开您们两三月后，总得有一个办法，照如今的情形看起来，真有点儿难说，可是您们母子三个老是靠着锡森”，总不是事呀!也得想想法子才好!在武昌碰见了孟志杰、毕映泉，说到了上海的家中，只有付之一叹。卢炳章也到了广州，据说生意很不差，不过前几天广州遇到大轰炸，不知道怎样了?乱世做人，简直不是人，过到哪里就算，也忧急不了许多。这几天，这里谣言很大，说要“轰炸武汉”，管他呢!‘在劫不在数，在数最难逃”，我便听天由命吧!寄上的小照是四姊去年在南京照的，她是走运的一个，可是现在腆着一个大肚子，要在轮船火车上尽挤，也很可怜的了。岳母以下诸人想必都好。慰、亚两儿淘气不淘?总望你少生一点气，因为她们是最可怜的孩子，哪一件也赶人家不上，有你多疼她们些也还罢了。前几天花五分钱算了一个命，说今年该走运呢，有贵人相逢哩!可是命里少子嗣，要等人家(差不多年龄的)抱了孙子，我才有儿子哩!好吧，我就在这里等着!",
        "type": 3,
        "距离": "675",
        "": ""
    },
    {
        "精选": "0",
        "name": "姚稚鲁",
        "birth": "",
        "death": "1938",
        "job": "教师",
        "letter_year": "1938",
        "addressee": "妻子",
        "from_ad": "武汉",
        "to_ad": "上海",
        "num": "1154",
        "r_float": "317.35",
        "r": "317",
        "letter": "读三十日来信，知亚瑾出痧子，已经好了。不过您又担了多少心事，为了多少难!唉，争强要胜的我，现在竟弄到束手无策的地步。虽说您们的三哥三嫂看在自己同胞姊妹的面上，不会嫌恶您，可是叫我哪里对得住他们呢?不但对不起他们，也对不起你。再说一句，我的妻子女儿叫人家养活，实在自己也对不起自己呀!我所以说，“死”是人所怕的，到了死，甚么都丢了，倒也干脆。像我活又活不了，死又死不成，这罪真够受哩!不是我发牢骚，说那一套话，实在是太可怜了。自从四姊带了南筠、之光到磊石塘以后，这里我和乃盛住着，伯元、二哥都尝受了孤独的生活。除了吃饭上饭店之外，洗脸哩，沏茶哩，洗澡哩，洗衣服哩，噜噜嗦嗦多少事，您想该怎么办?有钱还好，- -切总容易解决，不过不便些罢了。想我该怎么办呢?二哥他局里常常闹着解散，虽然要是武汉能是保卫的话，一时还不至于此，可是他的薪水一减再减，下个月起，只有五十块了。要是我再找不到一个职业的话，常[长]此带累人家，终不是一个办法呀!因为我的处境困难，再想到你在上海不是同我一样么?亚瑾出痧子，这是免不了的，不过你们那里有许多小孩子，真该急死人咧!想我，想你，我真该自杀!所以你的来信说:“今年这里瘟疫很重。”真是有这一回事么?那么我该祈求第一个瘟我。衣服么?用不着寄来，我现在还是穿那老布衫绔”,一件线春单衫，是我的“出堂袍”。要是谋到职业的话，这里通行短衣服。二哥给了我一套白斜纹制服，伯元有一套绿哔叽的制服料，可以使用，您放心好了。我的病吗?怕不会好了，因为这里医院不但是少，而且诊费奇贵,没有上海那么便当，要是看一次，起码得四块钱，叫我出得起吗?一有没有送诊的医院， 打听不出来一就是在家里。 我自从到了这里，没有洗过一次澡，这里的苦处想你总该明白。总而言之，我的病生在破家失业的时候，就是该死!我想要是早两年生这毛病，怕不至于到此地步吧!话又说回来了，天降劫数，遭遇不幸的，不是我一个。就像我们那里住着一家姓钟的，他们在泗泾有田地有房产，他自己在上海当教员。开战之后，他一家子带了千把钱逃难，一路出来，东西也丢了,钱也用得差不多了。他夫妇两个带上三个孩子，还有一位老丈母，住在永和里，看他们一家六口，每天限定吃一粥一饭。小菜吗?不过花几分钱，真节俭极啦!但是少不了要用二十块一个月，幸亏还有几个亲戚朋友在汉口，借借弄弄，挨了半年吧。现在找到一个职业，二十块钱一个月薪水，而且要到内地(潜江)工作。实在没有法,在二十七日早晨走了。你想他们的苦处，不是同我们一样吗?然而我到底还是眼热他们，因为就是苦吃苦熬，还是带了妻子，自己吃自己的饭，比我好多了!还有一位是在蚌埠开洋货店的老板娘，逃难的时候和她的丈夫失散了，抱了一个小孩子，不过五六岁罢，在点心店里求乞。我想像这种情形的一定不少，那么你比了他们好了!",
        "type": 3,
        "距离": "675",
        "": ""
    },
    {
        "精选": "0",
        "name": "姚稚鲁",
        "birth": "",
        "death": "1938",
        "job": "教师",
        "letter_year": "1938",
        "addressee": "妻子",
        "from_ad": "汉口",
        "to_ad": "上海",
        "num": "854",
        "r_float": "234.85",
        "r": "235",
        "letter": "当断不断，反受其乱，我一生就吃当断不断的亏，在预备到汉口之先，不是有一百块钱么?不是想要你一同走么?但是怕这样怕那样，终是疑而不决，末了到底我一个人走了。哪里知道有一百块钱的盘费，我们大小四个都够了，虽然这是陈话也是废话，可是现在看了慰儿出面写的一封信，平添了十二分的忧愁，又是懊怕又是着急，因此把陈话又提起来了。你们母女三个，靠着三娘舅本来说不过去，而且孩子们又多,挤在一间屋子里太不幸了，所以接到你的信说“亚瑾出痧子”，我就怕，怕过了人才麻烦哩!现在小弟也出痧子了，虽说小孩子终免不了这一关，可是总是我们亚瑾先出痧子的不好，要是您们不住在一块儿的话，哪有这会[回]事呢?现在我只有默默地念着:“希望小弟的痧子十二分顺当”，而且请您立刻写信告诉我，使我放心。一快信寄汉口一德街平汉车务处运输课-在这里我有几点困难:I.没有您，我不能住在二嫂一起。没有您，我的病就不能常常敷药洗涤，以至于不会好。(来了三个月没有洗过一回澡，您就该知道我的苦情了)亚.钱的一方面呢，我这里要用，您那里也要用，弄得两头三计束手无策。IV.四姊走了之后，弄得我留又不是，走又不是，走投无路。六弟来过吗?他现在怎样了?春和四常来吗?我一到汉口就寄过一封信，到今朝连回信也没有，他跑街③生意好吗?元嫂那里您不见得常去吧!要是碰见的话，您不要忘了说:‘我望望她。’七月初二是我的爸爸二十八周年纪念，你向六弟提起一声，不要忘了，并且叫慰、亚两儿去磕一个头。慰儿要皮鞋吗?我明儿买了寄来，可是尺寸不大清楚，要是不合式[适]的话，您亦替她买一双，我总不愿意使她失望。一在我办得到的时候您很瘦，我在照上早看出来了。可是俗语说得好:“张天师给娘打，有法没施处。”也是干着急罢了，要是觉得是病吗?在三嫂看病的时候带看几趟也好;要是心里忧急吧，那么请您看开些，因为在上海(你的周围)固然还多舒服的，除此之外，真有千千万万可怜的人群,比较上我们还是好一点的哩!再痛快的说一句:我要是在这时候找到了职业，也是不长的，反多一个周折多一个形迹罢了，您明白吗?",
        "type": 4,
        "距离": "750",
        "": ""
    },
    {
        "精选": "0",
        "name": "姚稚鲁",
        "birth": "",
        "death": "1938",
        "job": "教师",
        "letter_year": "1938",
        "addressee": "儿子",
        "from_ad": "汉口",
        "to_ad": "上海",
        "num": "199",
        "r_float": "54.725",
        "r": "55",
        "letter": "您要鞋子，我明天买了就寄(因为今天大雨不能出门)。不过邮局寄东西是很慢的，差不多要三个星期好到，你不要急，等着好了。慰儿:前寄大洋五角给您买东西吃的，您买了些甚么?可以告诉我。现在再给您二角新钞票，有二十只豆沙饼好买，你和妹妹一家十只，有十天好吃，我随后再好寄来。亚瑾想起我吗?想必忘掉了，我想起您们，我便愁起来了，我为什么这样穷，做穷爷是最难受的一-件事啦。给您妈的信随后再寄，因为有许多事难说。",
        "type": 4,
        "距离": "750",
        "": ""
    },
    {
        "精选": "0",
        "name": "姚稚鲁",
        "birth": "",
        "death": "1938",
        "job": "教师",
        "letter_year": "1938",
        "addressee": "儿子",
        "from_ad": "南昌",
        "to_ad": "上海",
        "num": "565",
        "r_float": "155.375",
        "r": "155",
        "letter": "“悲莫悲兮生别离”，古人早有此言，我为什么要舍却你们千里迢迢在外面奔走呢?但是，千不得已、万不得已，终究舍却你们到了温州，看着信如山追他的两个儿子，我便想起你们来了!到了南昌，看着明哉口祖孙三代都么快乐呢，我又想起你们来了!一家子弟兄，幸运之不同如此，我本来抱着十二分热望，图下半世快乐，自从你两兄夭亡后，人生之意义巳尽，叫您慰瑾，就是有你可以安慰我，哪里知，道，现在又舍却你们千里迢迢在外面奔走呢?现在我离开了上海，“几时亦回上海”这句话已经不在我希望之中了，但是难道和你们终不相会了吗?那么我仓皇奔走，究竟为了谁呢?究竟为些甚么呢?在我的意思，宁可带了你们喝粥汤，不愿舍却你们吃鱼肉，您母亲在持家的条件上，的确是贤妇，但是因为观念的错误和我相拗，两人不同心的结果，终于造成了破家的下场，不过，在这年头家破人亡的不知道有多少，趁这一杓水，还有一点推托，但是重敲锣鼓再开场，还要经过许多艰难困苦!慰儿:要知道没有了你们便没有了我，所以我最低的条件是不许你们离开了我，前几天寄十块钱，并且带寄了四毛大洋给您和妹妹买东西吃的，想必已经收到，明天，到了汉口自然再要寄一点给你。你总要乖些，不要叫你妈生气，要知道，我虽然在外面，一颗心却天天在您身上呢!外婆好吗?娘舅、舅妈好吗?姊姊、哥哥、弟弟、妹妹都好吗?你和他们说:“ 我很记口着呢!",
        "type": 4,
        "距离": "650",
        "": ""
    },
    {
        "精选": "0",
        "name": "刘宗歆",
        "birth": "1912",
        "death": "1941",
        "job": "医生",
        "letter_year": "1938",
        "addressee": "妹妹",
        "from_ad": "浙江义乌",
        "to_ad": "上海",
        "num": "489",
        "r_float": "134.475",
        "r": "134",
        "letter": "来信收到，谢谢您为二囡日夜操劳!这孩子的身体本弱，又遭灾难，如今还能平安归来，又寄居在尊府，这是他的造化，将来如能长大成业，他该向您表示无限的恩谊。孩子的皮肤病，还是因为乳水不良的缘故。所以身体的抵抗力很差，夏天必多疮毒。根本治法，还在他的身体。最好请岳父就近雇一个听话细心的女雇人，来管理他，四妹妹只请不时的督察着就是了。最要紧的是叫他一定的时候睡和起身，中午叫他睡午觉，一日三餐不可吃得过饱，蔬菜豆腐之类，对于他的身体较宜，肉食反而不很好。一切的坏脾气不可养成，有则力改。夏天如有疮毒，赶早搽药水，一天数次(碘酒最好。我附上一纸处方，有便可请到大同医院去配，那边的医生认识我的)，但若已出毒，就没用了。如发皮肤疹时，要紧的是减少他的食量，或完全素食。我现在又加入红十字会医疗队了。大考已过，成绩还满意。两三天后，就动身到金华去。金华现在比较是算前方了，伤兵很多，没有好医生来救护，医官都是不好的。金华现在虽然比较的危险,但我们仍是前去，多少人被枪杀了，多少财产土地被毁灭劫去了，难道我个人的生命还过分的重视!我很高兴能到前方去生活几时，到了那里，以后当再详告近况。顺颂近好.",
        "type": 4,
        "距离": "320",
        "": ""
    },
    {
        "精选": "0",
        "name": "刘宗歆",
        "birth": "1912",
        "death": "1941",
        "job": "医生",
        "letter_year": "1941",
        "addressee": "妻子",
        "from_ad": "浙江",
        "to_ad": "上海",
        "num": "241",
        "r_float": "66.275",
        "r": "66",
        "letter": "十日来信收到，我在义乌诊治鼠疫已得五十多人，半死半活(发病后一天半内服药者多治愈，二天后服药者多死亡),疫势未减，很忙，短时间不能走开。涛囡很好，有潘家斗人何小姐照料大概还可以，家乡雅世伯来信平安，我怕不能回乡啊。何太太让她同斯炎走吧!你可设法同信客回乡转衢，行李等物要当心，到家后就写信给我，朋囡可能时带来较好，寄给人家总不方便。你到家来信时若疫势平我可设法回乡，若病人仍很多那倒困难了，且等到乡后再说，钰弟来信说愿同来也很好!母亲劝劝她说我明年一-定来看她，保重身体要紧。再见!",
        "type": 3,
        "距离": "320",
        "": ""
    },
    {
        "精选": "0",
        "name": "毕骏选",
        "birth": "",
        "death": "",
        "job": "医生",
        "letter_year": "1942",
        "addressee": "父亲",
        "from_ad": "浙江义乌",
        "to_ad": "上海",
        "num": "267",
        "r_float": "73.425",
        "r": "73",
        "letter": "敬肃者，元旦阅东南日报载称，令郎宗歆学兄在义乌染肺鼠疫，于三十日病殁。消息传来，皆为震惊，晚闻之，尤若晴天霹雳，悲悼逾恒。忆于十二月八日宗歆兄以扑灭鼠疫之壮志，率员就道，行前为其饯行，谈欢自若，执手话别，犹觉依依，东西两地，音闻时通，噩耗传来，我失良友，国殇壮士，悲痛之情，实难自抑也。然如宗歆兄者，以济世活人之心，置身危险而不顾，是其成功且成仁矣，其人虽死英灵必长存也!犹希老伯大人节哀处逆，其夫人来沪未返，其公子涛侄留衢，见其零丁尤为可悲，晚必善为谈理，略表寸心而已。现正与各学友筹商善后，以抚遗孤，而慰英灵。肃此驰闻，敬颂尊安。",
        "type": 3,
        "距离": "140",
        "": ""
    },
    {
        "精选": "0",
        "name": "何鸣九",
        "birth": "",
        "death": "",
        "job": "医生",
        "letter_year": "1942",
        "addressee": "父亲",
        "from_ad": "浙江金华",
        "to_ad": "上海",
        "num": "138",
        "r_float": "37.95",
        "r": "38",
        "letter": "十二月三十一日下午，得悉宗歆兄患疫，晚即派人前去诊视。比至金华，惊悉，宗歆兄竟不幸于三十一日下午八时在义乌去世，弥弥哀悼，既已派人携款一千元前往料理善后事宜，请能允宗歆夫人即速就道。内子由苏州经鸿桥、虹星乔、梅溪、安吉、孝丰、于潜、桐庐、兰溪而来，尚属平稳，专此奉告并请节哀!",
        "type": 4,
        "距离": "140",
        "": ""
    },
    {
        "精选": "0",
        "name": "王雨亭",
        "birth": "1892",
        "death": "1967",
        "job": "新闻文艺工作者",
        "letter_year": "1939",
        "addressee": "儿子",
        "from_ad": "菲律宾",
        "to_ad": "延安",
        "num": "133",
        "r_float": "36.575",
        "r": "37",
        "letter": "这是个大时代，你要踏上民族解放战争的最前线，我当然要助成你的志愿，决不能因为“舐犊之爱”而掩没了我们的民族意识。别矣，真儿!但愿你虚心学习，勿忘我平时所教训你的“有恒七分，达观三分”，锻炼你的体魄，充实你的学问，造就一个强健而又智慧的现代青年，来为新中国而努力奋斗!",
        "type": 4,
        "距离": "4250",
        "": ""
    },
    {
        "精选": "0",
        "name": "符克",
        "birth": "1915",
        "death": "1940",
        "job": "政府工作者",
        "letter_year": "1939",
        "addressee": "父母、大哥嫂、弟弟",
        "from_ad": "香江",
        "to_ad": "海南文昌县",
        "num": "658",
        "r_float": "180.95",
        "r": "181",
        "letter": "你们别挂心吧!我已于五日早上安然抵家了。回忆前日我们共聚一堂，这是何等难得的机会共叙天伦的乐趣。如今，我孤零零一个人，远离了你们，回到祖国来，踏上艰险的程途中去，未免使你们难舍与挂念的。只是我也是一样的。不过，我为了自己的前途谋出路，我不得不放下一时的感伤，所以，说来我的心肠总是比你们粗一点的，硬一点的。幸得你们了解我的归意与决心!故能在那经济拮据与多事的环境中供给川资我回来，这是值得我特别感谢的!我此行，虽然是预备在艰险的环境中渡[度]过生活的。当然是使得你们担心的。不过，我是大了的人，同时也是受过相当教育的人，无论如何，我总会设法顾全生命的安全。你们时常说危险，不肯我归来，你们的意想是对的。不过，你们要明白，我们是一个平常的人，倘不敢冒险前进，寻求出路，是不会有光明之日的。我感觉到像我这样的人，能够跟这个伟大的时代向前走，虽不敢说将来一定有出路有办法。但，对于自己的训练是有很大裨益的，我认清了这点，所以我透视生死的问题并不是首要的，也可以说是生命必经的过程的平常的一回事。那么以后不必挂心我了。我只希望你们安心地去作你们的事业与工作，以谋发展你们各自的前途。这样，我相信着我们的家庭终有光明的一日。我现暂住香江，静待消息。数日后决上省城去。以后的去向，目前尚难决定。最好当然是希望到内地去，设如不可能，或许在省城参加救亡工作也不定。以后你们寄信来我，地址请写:广州拱日西路129号梁刚先生转便妥!秀兄、张兄、瑜弟、锦侄、存姐....诸位送我川资与吃品，甚感谢!恕我没有空来分别来写吧!完了!此请健康!",
        "type": 5,
        "距离": "1100",
        "": ""
    },
    {
        "精选": "0",
        "name": "符克",
        "birth": "1915",
        "death": "1940",
        "job": "政府工作者",
        "letter_year": "1939",
        "addressee": "父亲、哥哥",
        "from_ad": "香港",
        "to_ad": "海南文昌县",
        "num": "515",
        "r_float": "141.625",
        "r": "142",
        "letter": "我已于前星期由琼返港了。连日来诸事纷繁，应接不暇，故不克早日函告，请谅之!本来我这次是拟赴越南一行的。但来港后得接好友来信，深感越南环境恶劣，对我个人行动异常不利，因此，我的期行不得不打消了。俟异日环境好转的时候，我们才再见吧!我抵琼后，曾到家去一次，家中情况依然如故。但自祖母归寿后，祖父患病卧床，精神衰颓，头晕目花，我想年老的祖父将与我们永别了。近闻越南救亡总会一些腐败分子，竟乘机乱子破坏与攻击我，这简直是非法的行动。关于我所携带回之款，已有详单开支送会，手续具清;又说我经过香港口口，竟有捏造事实。这事除我去函敬告他们外，同时口口要了解我个人的人格，不是口口口口所能出卖的，同志的忠诚为救国，终必有一日为历史所证明的。服务团现又有二百余人(是指星洲香港各家)，自我回琼后已完全统一起来了。总的领导责任，总会也同意我来负责了。这次来港交涉一切均能便利进行。料各种东西安妥后，约两星期左右我就将回琼了。最近香港的朋友们，他们又希望我到华北工作，但我想困难甚多，恐不易成行。不过，到华北去我是愿意的。何去行程，容后函达。别后，家中各人精神均好否?生意旺否?念念!我抵琼后曾发染冷病多日，但现已口愈了，精神也好，勿念!谨此祝安好!",
        "type": 5,
        "距离": "1100",
        "": ""
    },
    {
        "精选": "0",
        "name": "符克",
        "birth": "1915",
        "death": "1940",
        "job": "政府工作者",
        "letter_year": "1940",
        "addressee": "父亲、哥哥",
        "from_ad": "广州",
        "to_ad": "海南文昌县",
        "num": "696",
        "r_float": "191.4",
        "r": "191",
        "letter": "前月在港时曾付上一函，来书收到否?念念!家惠兄于前日来港得遇，知阖家均告安好，生意也比前兴旺，喜慰得很! 我于去年底本拟返贡一行，曾因环境不许，不得不作罢论了。正在此时琼侨救总会诸公，为展开琼崖救济工作，加强华侨与当地政府的联络，乃设立总会救济会琼崖办事处，其主任一职要我来负，同时总会各服务团总的领导人又是我，因此之故，这次能不得不重返琼崖,负责进行救亡工作。于是，返贡之念暂时只好打消了。爸和哥!别挂心吧!鬼子赶出国土以后，我们一定能胜，得以共叙天伦之乐的!我已于前月底携带大批西药品及慰劳品抵广州湾，因年关关系，没有船只来往，迫得暂住这里。料再逗留数天，须能渡舟了。我近来身体都比前健康，故物质生活虽然是艰苦一点，但精神总是愉快的。并未感到任何痛苦的地方。至于工作虽然是在危险的环境中去进行，似随时有生命之危，但我能时刻谨慎小心，灵活机智且人吉天相，想必安然无恙也。假使遇有不幸，也算是我所负的历史使命完结了，是我的人生的最大休息了。总之，怨[愿]望你们保重身体，和睦共聚，经营生意，谋将来家庭之发展，勿时常挂我于心也。爸和哥:你们宠爱和抚育我的艰苦和尽致，我时刻是牢记着的。不过，在中国这样的国家里头，特别是这样严重的国难时期中，我实在是没有机会与能力来报答你们的。也许你们会反骂我不情不孝吧。爸和哥别怀疑和误会吧!我之自动参加救国工作，不惜牺牲自己生命，为的是尽自己之天职。尽其能力贡献于民族解放之事业而已，我相信你们是了解的。国家亡了我们就做人家的奴隶了，抗战救国争取胜利，不是少数所能负得起的。我之参加革命工作也希望你们放大眼光与胸怀，给予无限的同情与原谅吧。谨此，祝阖家均安!",
        "type": 5,
        "距离": "1100",
        "": ""
    },
    {
        "精选": "0",
        "name": "蔡树",
        "birth": "",
        "death": "",
        "job": "商人",
        "letter_year": "1939",
        "addressee": "姐姐",
        "from_ad": "菲律宾马尼拉",
        "to_ad": "福建晋江",
        "num": "263",
        "r_float": "72.325",
        "r": "72",
        "letter": "自握别以来，转瞬已逾数载，时深思念，遥想阿姊身体定然康健，如能小妹之所祝。前日，環侄整装乘舟返国，但他此行不是回家省亲，乃是为国当兵服务而去。妹初闻此事亦曾竭力劝其勿往，无奈侄儿志已决，是我人力所不能挽回，他终而去。据云，侄儿此去并不即，上前线打仗，须经在我国内地再受训练五个月，然后派往乡村各地当教练，组织民众，都成武士，使全国人民都武装起来，一致反日，对日宣战。阿姊你也不必伤心，这是无所谓的，我们只有候待，只有预祝他成功。.我们在这里一切安好如常，勿介。家中一切诚望阿姊照料，妹甚然感激。顺轮便寄上国币十大元，请即收纳。",
        "type": 5,
        "距离": "1200",
        "": ""
    },
    {
        "精选": "0",
        "name": "章嶙",
        "birth": "",
        "death": "",
        "job": "商人",
        "letter_year": "1938",
        "addressee": "妻子",
        "from_ad": "菲律宾马尼拉",
        "to_ad": "福建晋江",
        "num": "248",
        "r_float": "68.2",
        "r": "68",
        "letter": "读你来书，知道你为慎重起见再行信调查确实才能把三百元取给三婶作家费。亲爱的，你如有便，当全数取给她，因我已告诉她了。那三百元，我按要作一年家费，因为在此抗敌时期，除起捐助战费外，生活要力求简单，所以那数目并不大。你要来宋等等手续可来坑东设法，因我有通知三婶托人代办手续，并护送你来厦(今天你母亲再电迫你)。亲爱的，你不可犹豫不决，一切我自有把握，望你决意动身，不可迁延时间。否则，我们相会遥遥无期。再者，放行证来坑东自有办法。一切应做的事，我前信已详述，此信不再谈了。附上二元，到收。祝你.快乐!",
        "type": 4,
        "距离": "1200",
        "": ""
    },
    {
        "精选": "0",
        "name": "吴之骧",
        "birth": "1893",
        "death": "1941",
        "job": "商人",
        "letter_year": "1940",
        "addressee": "老叔",
        "from_ad": "铜陵",
        "to_ad": "皖南茂林",
        "num": "420",
        "r_float": "115.5",
        "r": "116",
        "letter": "大立敬并启者，通和两岸被敌机轰炸，幸我店屋及住宅均无损失，但不知后去如何?亦难逆料之中。现在我村敌机不时亦来盘旋，甚高。闻系侦察河路之说，然我村之人民逃走者甚多，现在侄亦搬移住老圣公会舍妹之宅，上暂住。承悉，一店中所存之米，夜承商寿徵表弟托代放去亦甚妥。二可照此办，毋庸计议也。昨王平章由查村到我处暂住，准明日仍回查村。梅崇青近日到山里店搬运菜籽，一时无暇到青阳。昨日九江源茂来函，嘱发夏尖莲芯，各十勳[斤]，每包一斤，侄因邮政包裹未曾寄过，或请阁下返里一走，以便商量店事，亦可商决源茂茶事。如阁下到青阳时，望至王会昌索取葵扇款子三十余元。再侄前次存王会昌皮箱一只，白麻一件，望交担夫带下。如担子轻不好挑，可望代买兰花大肥皂一箱，配担挑下亦可。再店中存法洋若干，可望随身带下为要。如叔驾回里时，务请寿徵表弟代与照应几天;如老表无假[暇]可请大舅父到店照应亦好，以为然否?再者老叔回来亦好，避免令尊盼望也。如望速返，以免吾专此即颂台安诸君均此",
        "type": 4,
        "距离": "100",
        "": ""
    },
    {
        "精选": "0",
        "name": "吴之骧",
        "birth": "1893",
        "death": "1941",
        "job": "商人",
        "letter_year": "1940",
        "addressee": "老叔",
        "from_ad": "铜陵",
        "to_ad": "皖南茂林",
        "num": "357",
        "r_float": "98.175",
        "r": "98",
        "letter": "前上一缄，谅邀音鉴矣。今庚传闻前方继续之战，大局如斯，而人心不定，各店无继续之营业，以致我店今庚更且不能定夺。如前方消息之恶劣，今正同人亦不作定，只好临时请各位代与帮忙而已。务望将葵扇纸张浏边全红细茶叶，并各重要物件可嘱林之亮及仝育祺二人去毛坦请大舅父或大表弟，代与嘱挑夫至通运各件至毛坦，原借寄存之处暂且推[堆]存如何?或请老叔的酌办可也，如果重大件以及粗茶可推[堆]客房之中，封锁贴封条为要，前楼亦要封锁，店门或锁，可望托张松林或查宗涛兄代与照应，言定每月或津贴数元。再请老叔代表余对各位同人发表意见，只好暂且请各位先以回家，否则每人给川资数元，容俟平靖，再请各位同人帮忙为荷。前方战争如何?店中各事务乞示知，以俾所念，如得好消息再望赐示。余再来通会商，老叔再可到江北收账，亦可也。此请春安宗涛、云亮二君均此.",
        "type": 4,
        "距离": "100",
        "": ""
    },
    {
        "精选": "0",
        "name": "吴之骧",
        "birth": "1893",
        "death": "1941",
        "job": "商人",
        "letter_year": "1941",
        "addressee": "岳父岳母",
        "from_ad": "铜陵",
        "to_ad": "皖南茂林",
        "num": "123",
        "r_float": "33.825",
        "r": "34",
        "letter": "前月寄呈一缄，谅早台阅矣，近想泾县平靖贵府清善为颂无量,溪地是农历一月二十六日中膳，敌机四架投弹卅余枚，零抛硫磺弹多枚，损失房屋十余间，人民十余个，伤心惨大敝号屋上瓦及玻璃.皆破，不过同人均安，就此小损失可算万幸。春寒不一，保重为祷。肃此敬请春安",
        "type": 3,
        "距离": "100",
        "": ""
    },
    {
        "精选": "0",
        "name": "吴之骧",
        "birth": "1893",
        "death": "1941",
        "job": "商人",
        "letter_year": "1940",
        "addressee": "岳父岳母",
        "from_ad": "铜陵",
        "to_ad": "皖南茂林",
        "num": "413",
        "r_float": "113.575",
        "r": "114",
        "letter": "敬禀者本拟修笺问候，忽颁训谕展诵之下敬悉潭第康宁，福躬安吉，如颂为慰。乃承问婿病体，更是感激。此次之恙，甚非危险，饭量不进，寸步难以[移]。本月初二日由石至溪，当请名医诊治服药，见效，目已全痊。饮食亦照前原，不过精神尚未复还，计耗去洋六十余元。如此调养，略无大碍矣，请勿锦念。前拟返舍，因庆大祥经理人去世，亦有几位老人事，腊月内婚媾，新加同人初次至地，忽又年关迫近，此处规理不懂，故而不得分身之痛苦，但婿不日返石，刻下宁地米价每元三斤，食盐每元十二两，亥每元市秤一斤，柴火担两元余，花[化]妆物品高昂不说，如此生活程度高升，未知茂林照是否?且又国家战争急烈，前次敌军侵犯泾县，闻听被我友军奋勇击溃，南乡未遇之难可算不幸中之大幸也。溪地市面甚为萧条，敌机常来侦察扫射，机枪如秋风落叶之像，我们天天防少，营业抛弃。前阅报纸敌人有退之势，究竟未知真假如何也。但期冬季千祈保重，余容后稟，肃此奉复，敬请福安不一叔岳父母大人尚祈代叩钧安",
        "type": 3,
        "距离": "100",
        "": ""
    },
    {
        "精选": "0",
        "name": "吴之骧",
        "birth": "1893",
        "death": "1941",
        "job": "商人",
        "letter_year": "1941",
        "addressee": "岳父岳母",
        "from_ad": "铜陵",
        "to_ad": "皖南茂林",
        "num": "122",
        "r_float": "33.55",
        "r": "34",
        "letter": "前上一示，未知收到吗?闻茂林、唐村、石井、高坦一地，发生内战，炮弹如雨，卧地逃命，至今尚未定战，未知府上及我家如何?非常焦急，时刻不安，本欲动身来泾，路中青年实难通行。在此当中，无法想。此信至后，立刻赐音，感激得很，一切情阅，不多告吧。敬祝平安",
        "type": 3,
        "距离": "100",
        "": ""
    },
    {
        "精选": "0",
        "name": "张天伟",
        "birth": "1911",
        "death": "1992",
        "job": "军人",
        "letter_year": "1938",
        "addressee": "母亲",
        "from_ad": "庆阳",
        "to_ad": "",
        "num": "333",
        "r_float": "91.575",
        "r": "92",
        "letter": "儿五月间接到家中两封信了。四月二十四日写的信已收到了，知大人身体安康，家事略知，但家中一切儿是无不关心的。现在母亲寿有七旬了，儿祝你身体健康！家中的困难在抗战的时代是不可免的，母亲切不必担心，我想定有哥哥一手负担。我在外身体都是很强健的，衣食都是很安乐的，自三月进学以来，每天就在这大学校里勤读功课，抄写与练习，我是非常用心的，完全是学习社会上与抗日的理论和一切的实践……母亲大人千万不要担我的心，我在外是忠心的，为国家为民族而努力工作。我毕业时间也快到了，照规定的时间，是八月毕业，因为现在抗战紧急，恐怕不一定好久就出学。如果出学到前线去，可能经过汉口，我再写信回来。如果是请假回家，暂时是不可能，国家的环境也不容许，我将把日本帝国主义赶出中国再请假回家奉敬大人。",
        "type": 5,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "唐仁玙",
        "birth": "1907",
        "death": "1944",
        "job": "军人",
        "letter_year": "",
        "addressee": "妻子",
        "from_ad": "",
        "to_ad": "",
        "num": "266",
        "r_float": "73.15",
        "r": "73",
        "letter": "我自国历四月间奉命随同我副军长出巡，整整三个月未能返旅，及到本月念日奉派为黄安县县长，二十二日接印视事。因此县县城为敌所占据，地方行政与经费均比较困难。……你知道我的，我素来主张杀贪官污吏。我做了县长，当廉政守法以奉公，希望你们不要我贪财，更希望你们不要来信逼款，又说什么买田这些话。我是应份的钱当然要的，有钱积存，你们不说我也知道寄归的。总之，你们的困苦要钱吃饭的事，没有忘记，时时都在我脑海中的。现我远在异乡快乐还是苦？我不说凭你们良心说，我固然做救亡的工作，又未尝不是为救你们而吃苦，为你们生活而工作，我绝对不是一个享乐主义。",
        "type": 3,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "唐仁玙",
        "birth": "1907",
        "death": "1944",
        "job": "军人",
        "letter_year": "",
        "addressee": "妻子",
        "from_ad": "",
        "to_ad": "",
        "num": "178",
        "r_float": "48.95",
        "r": "49",
        "letter": "我现在又由安徽蚌埠开到定远来了，这个地方，交通不大方便，多山地，气候较暖和。我们为防范敌空袭，行军多在夜间。为应付情况之变迁，时行时止，而无一定驻地。每到一地，见有由前方来之灾民，男女老幼，相携步行，形同赤他，惨状不堪名言，足见日本遗害我同胞，良非浅鲜。所谓“匈奴不灭，何以为家”，现在可说“日本不灭，何以为家”。今后我尽力为国杀敌，一切自知谨慎，请放心。",
        "type": 3,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "朱宇章",
        "birth": "",
        "death": "",
        "job": "军人",
        "letter_year": "1943",
        "addressee": "妻子",
        "from_ad": "",
        "to_ad": "汝城县文明镇",
        "num": "63",
        "r_float": "17.325",
        "r": "17",
        "letter": "贤妻知悉：丈夫在外，是常思念于你，希望贤妻在家好好教养儿女，着管家务，一切以丈夫在外卫国抗敌消灭日寇国家平安之后，丈夫还家……",
        "type": 4,
        "距离": "",
        "": ""
    },
    {
        "精选": "1",
        "name": "左权",
        "birth": "1905",
        "death": "1942",
        "job": "军人",
        "letter_year": "1942",
        "addressee": "妻子",
        "from_ad": "",
        "to_ad": "",
        "num": "311",
        "r_float": "85.525",
        "r": "86",
        "letter": "想来太北长得更高了，懂得很多事了，她在保育院情形如何? 你是否能经常去看她? 来信时希多报道太北的一切。在闲游与独坐中不冰时总仿佛有你及北北与我在一块玩着、谈着特别是北北非常调皮，一时在地下、一时爬着到妈妈怀里，又由妈妈怀里转到爸爸怀里来闹个不休，真是快乐。可惜三个人分在三起，假如在一块的话，真痛快极了。重复说我虽如此爱太北，但是时局有变，你可大胆按情处理太北的问题，不必顾及我I切以不再多给你受累，不再多妨碍你的学习及妨碍必要时之行动为原则。志兰!亲爱的:别时容易见时难，分离二十一个月了，何日相聚? 念、念、念念! 愿在党的整顿之风下各自努力，力求进步吧! 以进步来安慰自己，以进步来酬报别后衷情。不多谈了，祝你好!",
        "type": 2,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "吉鸿昌",
        "birth": "1895",
        "death": "1934",
        "job": "军人",
        "letter_year": "1934",
        "addressee": "妻子",
        "from_ad": "",
        "to_ad": "",
        "num": "116",
        "r_float": "31.9",
        "r": "32",
        "letter": "夫今死矣!是为时代而牺牲。人终有死，我死您也不必过伤悲，因还有儿女得您照应。家中余产不可分给别人，留作教养子女干等用。我笔嘱矣，小儿还是在天津托喻先生照料上学，以成有用之才也。家中继母已托二、三、四弟照应、教[孝]敬，你不必回家可也",
        "type": 1,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "赵一曼",
        "birth": "1905",
        "death": "1936",
        "job": "政府工作者",
        "letter_year": "1936",
        "addressee": "儿子",
        "from_ad": "",
        "to_ad": "",
        "num": "154",
        "r_float": "42.35",
        "r": "42",
        "letter": "母亲对于你没有能尽到教育的责任，实在是遗憾的事情。母亲因为坚决地做了反满抗日的斗争，今天已经到了牺牲的前夕了母亲和你在生前是永久没有再见的机会了。希望你，宁儿呵，赶快成人，来安慰你地下的母亲!我最亲爱的孩子呵!母亲不用千言万语来教育你，就用实行来教育你。在你长大成人之后，希望不要忘记你的母亲是为国而牺牲的!",
        "type": 1,
        "距离": "",
        "": ""
    },
    {
        "精选": "0",
        "name": "赵一曼",
        "birth": "1905",
        "death": "1936",
        "job": "政府工作者",
        "letter_year": "1936",
        "addressee": "儿子",
        "from_ad": "",
        "to_ad": "",
        "num": "154",
        "r_float": "42.35",
        "r": "42",
        "letter": "母亲对于你没有能尽到教育的责任，实在是遗憾的事情。母亲因为坚决地做了反满抗日的斗争，今天已经到了牺牲的前夕了母亲和你在生前是永久没有再见的机会了。希望你，宁儿呵，赶快成人，来安慰你地下的母亲!我最亲爱的孩子呵!母亲不用千言万语来教育你，就用实行来教育你。在你长大成人之后，希望不要忘记你的母亲是为国而牺牲的!",
        "type": 1,
        "距离": "",
        "": ""
    }
]