[
    {
        "name": "侯绍裘",
        "life": "1896-1927",
        "work": "江苏省政务委员会委员",
        "year": "1924",
        "to": "好友",
        "from_ad": "",
        "to_ad": "",
	    "r":321,
        "type":1,
        "letter": "接到来信，真使我们又喜欢又惭愧。前天可惜匆匆没有和你畅谈，我们也很怅怅,恽、邓二兄都是当天去的，代英实在是值得做模范的。······他实在是实事求是的人，一些(点)而(也) 没有空架子的。我以为我国的青年，动辄[谈]学术实在还嫌太早，个人研究自然可以相对赞成。可是拿来瞎鼓 吹，而 鄙 弃 害(实)行者，便要不得。现在有一个趋势，我觉得是可以乐观的。就是五四运 动以后,经几次的激荡(如起初海阔天空的谈无政府主义，而后来又反动成复古思想或怀疑不定成[为]消极预废的潮流 等)而生(形)成的······如国家主义之提倡( 那是从五四以前无国家观念及五四以后的空虚的世界观相冲荡而成的 ) 如科学思想之提倡及玄 学之反抗(那是五四以前的实利思想，懵懂(朦胧)思想和五四以后的太高远的哲学思想和文艺潮流冲荡而成的)如对于研究学术主义的批评,那是五四以前的死读书和今日有许多人高谈研究学术的潮流冲荡而成的等。我以为都是几种极端现象所折衷而成的。而且我觉得那方(些)是有意识的，经理智判断过的，而不是象五四以后凭感情而生的种种纷乱空虚的思想(这种思想自然也有他的价值,没有这种那种也不会有。所谓疑而后能信，不过如永远彷徨不定，便可危了。)所以觉得是着实的，有根的，不是空的，大概[是]中国国民的根性。如果到底不是，[是]只配亡国的，中国青年如果真有觉悟，那我认为必定渐渐共趋于这一途。现在少年中国学 会的会员，还差不多有大半人如此主张( 那学会本来是极偏于学术的)。社会主义青年团、共产党、国民党等更 不 必说我们如果需要一个全国一致的精神，我们必须把这一个潮流细细留心一下，或加修正，或加补充，而成一鲜明的旗帜，这是我的愚见,.未知先生以为如何?这种思潮的发表处，大都在《中国青年》、《少年中国》等科学与玄学之争，助科学的一方，也是与这一种潮流暗合。一时因代英的思想而连带说了许多，杂乱无章先生必也知道，这是表示我的意见罢了!来稿我觉得《松江评 论》还够不 到 登他，因 为《松江评论》还只是宣传于一般人者，而不是宣传于负宣传之责的青年，所以我想登到《觉 悟》去，影响可大些，而《觉悟》确是有志改革的青年看的，也觉适合些。你的郑重入 党，我非常钦佩，季怕D虽然性急，也并无不以为然，不过事实上却也无须这样郑重，三民主义是吾党骨干,于此若能充分接受，别的并无妨碍也。所以十二分郑重并不是吾党所要求的，但自然非常赞成。有几位朋友对于三民主义完全同意，只因政策中一二条的疑惑或不满，致不入党，我们觉得非常可惜，其实这种地方不是没有可适(商)之 余地的我们很惭愧，我们入党时，也并未对于吾党的详细政纲有充分的研究，只是凭着直觉知道吾党的主义是救国的唯一道路罢了。就是现在对于吾党的主义 方针固然已更明膀了些，但对于建设的详细方法，却也不敢妄下批判哩。先生能把意见表示给我，十分欢迎。若能当面畅谈一番，相见以肺腑，那更好了."
    },
    {
        "name": "侯绍裘",
        "life": "1896-1927",
        "work": "江苏省政务委员会委员",
        "year": "1927",
        "to": "好友",
        "from_ad": "",
        "to_ad": "",
	    "r":125,
        "type":2,
        "letter": "接到长信，奖掖之语愧不敢当。我们得到了你这个同志，真是非常喜欢。枫泾方面要你负全 责 的，大概成立或比他处稍缓，但其靠得住，必不是别处可比的。你介绍的同志的主张,我完全同意，我自已也是这样做的，不过对于一般同志也不必这样限制。有几处的同志也许喜欢多得些同志以壮声势，只须不至引入不利的分子，也可容许。而于组织正式党 部方 面也不无速效之益。所以我对于有几处地方，尽管叫他们努力介绍，速成党部。而在你方面，则希望成一稳固的团体，却不希望速成。所谓各随其自然的趋向而定进行，不拘一格，都有其利的。汉口诸烈士之死，使我从前的浪漫的 热 血 几乎又涌起来，然而不久便平静下去了。我们只有沉毅的进行我们所力所能及的工作，只须遇到了烈士他们的境遇时，能和他们一样的死就好。感情作用是无所用之的，我最眼(服)膺代英的话,暗杀等事都属浪漫,虽则极美极壮烈，然而不是办法。所以我们对于这几位烈士固然抱热烈的钦仰，却已不因此而生浪漫的报复等念头，只更加努力于所从事的工作而已你的自疚的话，其实我们都不是完人，哪里能免，惟有欲寡其过而已··.··.顺祝光祺"
    }]